[{"title":"Dialogue following No. 1","lines":[{"line":"Good news! Great news! His Majesty's eldest daughter, Princess Zara, who left our shores five years since to go to England--the greatest, the most powerful, the wisest country in the world — has taken a high degree at Girton, and is on her way home again, having achieved a complete mastery over all the elements that have tended to raise that glorious country to her present pre-eminent position among civilized nations!","part":"Calynx:"},{"part":"Salata:","line":"Then in a few months Utopia may hope to be completely Anglicized?"},{"line":"Absolutely and without a doubt.","part":"Calynx:"},{"line":"We are very well as we are. Life without a care — every want supplied by a kind and fatherly monarch, who, despot though he be, has no other thought than to make his people happy — what have we to gain by the great change that is in store for us?","part":"Melene:"},{"line":"What have we to gain? English institutions, English tastes, and oh, English fashions!","part":"Salata:"},{"part":"Calynx:","line":"England has made herself what she is because, in that fa- vored land, every one has to think for himself. Here we have no need to think, because our monarch anticipates all our wants, and our political opinions are formed for us by the journals to which we subscribe. Oh, think how much more brilliant this dialogue would have been, if we had been accustomed to exercise our reflective powers! They say that in England the conversation of the very meanest is a corus- cation of impromptu epigram!"},{"line":"Lalabalele talala! Callabale lalabalica falahle!","part":"Tarara:"},{"line":"Stop — stop, I beg!","part":"Calynx:"},{"line":"Callamalala galalate! Caritalla lalabalee kallalale poo!","part":"Tarara:"},{"part":"Ladies:","line":"Oh, stop him! stop him!"},{"part":"Calynx:","line":"My lord, I'm surprised at you. Are you not aware that His Majesty, in his despotic acquiescence with the emphatic wish of his people, has ordered that the Utopian language shall be banished from his court, and that all communications shall henceforward be made in the English tongue?"},{"line":"Yes, I'm perfectly aware of it, although — Stop — allow me.","part":"Tarara:"},{"line":"Now, what's that for?","part":"Calynx:"},{"part":"Tarara:","line":"Why, I've recently been appointed Public Exploder to His Majesty, and as I'm constitutionally nervous, I must accus- tom myself by degrees to the startling nature of my duties. Thank you. I was about to say that although, as Public Exploder, I am next in succession to the throne, I nevertheless do my best to fall in with the royal decree. But when I am overmastered by an indignant sense of overwhelming wrong, as I am now, I slip into my native tongue without knowing it. I am told that in the language of that great and pure nation, strong expressions do not exist, consequently when I want to let off steam I have no alternative but to say, \"Lalabalele molola lililah kallalale poo!\""},{"line":"But what is your grievance?","part":"Calynx:"},{"part":"Tarara:","line":"This — by our Constitution we are governed by a Despot who, although in theory absolute — is, in practice, nothing of the kind — being watched day and night by two Wise Men whose duty it is, on his very first lapse from political or social propriety, to denounce him to me, the Public Exploder, and it then becomes my duty to blow up His Majesty with dynamite — allow me. Thank you — and, as some compensation to my wounded feelings, I reign in his stead."},{"part":"Calynx:","line":"Yes. After many unhappy experiments in the direction of an ideal Republic, it was found that what may be described as a Despotism tempered by Dynamite provides, on the whole, the most satisfactory description of ruler — an autocrat who dares not abuse his autocratic power."},{"line":"That's the theory — but in practice, how does it act? Now, do you ever happen to see the Palace Peeper?","part":"Tarara:"},{"line":"Never even heard of the journal.","part":"Calynx:"},{"line":"I'm not surprised, because His Majesty's agents always buy up the whole edition; but I have an aunt in the publishing department, and she has supplied me with a copy. Well, it actually teems with circumstantially convincing details of the King's abominable immoralities! If this high-class journal may be believed, His Majesty is one of the most Heliogabalian profligates that ever disgraced an autocratic throne! And do these Wise Men denounce him to me? Not a bit of it! They wink at his immoralities! Under the circumstances I really think I am justified in exclaiming \"Lalabelele molola lililah kalabalale poo!\" I don't care — the occasion demands it.","part":"Tarara:"}]},{"title":"Dialogue following No.2","lines":[{"line":"Phantis, you are not in your customary exuberant spirits. What is wrong?","part":"Scaphio:"},{"part":"Phantis:","line":"Scaphio, I think you once told me that you have never loved?"},{"line":"Never! I have often marvelled at the fairy influence which weaves its rosy web about the faculties of the greatest and wisest of our race; but I thank Heaven I have never been subjected to its singular fascination. For, oh, Phantis! there is that within me that tells me that when my time does come, the convulsion will be tremendous! When I love, it will be with the accumulated fervour of sixty-six years! But I have an ideal — a semi-transparent Being, filled with an inorganic pink jelly — and I have never yet seen the woman who approaches within measurable distance of it. All are opaque — opaque — opaque!","part":"Scaphio:"},{"part":"Phantis:","line":"Keep that ideal firmly before you, and love not until you find her. Though but fifty-five, I am an old campaigner in the battle-fields of Love; and, believe me, it is better to be as you are, heart-free and happy, than as I am — eternally racked with doubting agonies! Scaphio, the Princess Zara returns from England today!"},{"line":"My poor boy, I see it all.","part":"Scaphio:"},{"line":"Oh! Scaphio, she is so beautiful. Ah! you smile, for you have never seen her. She sailed for England three months before you took office.","part":"Phantis:"},{"line":"Now tell me, is your affection requited?","part":"Scaphio:"},{"part":"Phantis:","line":"I do not know — I am not sure. Sometimes I think it is, and then come these torturing doubts! I feel sure that she does not regard me with absolute indifference, for she could never look at me without having to go to bed with a sick headache."},{"line":"That is surely something. Come, take heart, boy! you are young and beautiful. What more could maiden want?","part":"Scaphio:"},{"line":"Ah! Scaphio, remember she returns from a land where every youth is as a young Greek god, and where such beauty as I can boast is seen at every turn.","part":"Phantis:"},{"part":"Scaphio:","line":"Be of good cheer! Marry her, boy, if so your fancy wills, and be sure that love will come."},{"line":"Then you will assist me in this?","part":"Phantis:"},{"line":"Why, surely! Silly one, what have you to fear? We have but to say the word, and her father must consent. Is he not our very slave? Come, take heart. I cannot bear to see you sad.","part":"Scaphio:"},{"line":"Now I may hope, indeed! Scaphio, you have placed me on the very pinnacle of human joy!","part":"Phantis:"}]},{"title":"Dialogue following No. 4","lines":[{"part":"Scaphio:","line":"Your Majesty wished to speak with us, I believe. You — you needn't keep your crown on, on our account, you know."},{"part":"Phantis:","line":"Yes — bizarre, is it not?"},{"part":"King:","line":"Most quaint. But then it's a quaint world."},{"line":"Teems with quiet fun. I often think what a lucky thing it is that you are blessed with such a keen sense of humour!","part":"Phantis:"},{"part":"King:","line":"Do you know, I find it invaluable. Do what I will, I cannot help looking at the humorous side of things — for, properly considered, everything has its humorous side — even the Palace Peeper. See here — \"Another Royal Scandal,\" by Junius Junior. \"How long is this to last?\" by Senex Senior. \"Ribald Royalty,\" by Mercury Major. \"Where is the Public Exploder?\" by Mephistopheles Minor. When I reflect that all these outrageous attacks on my morality are written by me, at your command — well, it's one of the funniest things that have come within the scope of my experience."},{"line":"My dear King, in that kind of thing no one can hold a candle to you.","part":"Scaphio:"},{"part":"Phantis:","line":"But the crowning joke is the Comic Opera you've written for us — \"King Tuppence, or A Good Deal Less than Half a Sovereign\" — in which the celebrated English tenor, Mr. Wilkinson, burlesques your personal appearance and gives grotesque imitations of your Royal peculiarities. It's immense!"},{"part":"King:","line":"Ye — es — That's what I wanted to speak to you about. Now I've not the least doubt but that even that has its humorous side too — if one could only see it. As a rule I'm pretty quick at detecting latent humour— but I confess I do not quite see where it comes in, in this particular instance. It's so horribly personal!"},{"part":"Scaphio:","line":"Personal? Yes, of course it's personal — but consider the antithetical humour of the situation."},{"part":"King:","line":"Yes. I — I don't think I've quite grasped that."},{"part":"Scaphio:","line":"No? You surprise me. Why, consider. During the day thou- sands tremble at your frown, during the night (from 8 to 11) thousands roar at it. During the day your most arbitrary pronouncements are received by your subjects with abject submission — during the night, they shout with joy at your most terrible decrees. It's not every monarch who enjoys the privilege of undoing by night all the despotic absurdities he's committed during the day."},{"part":"King:","line":"Of course! Now I see it! Thank you very much. I was sure it had its humorous side, and it was very dull of me not to have seen it before. But, as I said just now, it's a quaint world."},{"part":"Phantis:","line":"Teems with quiet fun."},{"line":"Yes. Properly considered, what a farce life is, to be sure!","part":"King:"}]},{"lines":[{"part":"King:","line":"It's all very well. I always like to look on the humorous side of things; but I do not think I ought to be required to write libels on my own moral character. Naturally, I see the joke of it — anybody would — but Zara's coming home today; she's no longer a child, and I confess I should not like her to see my Opera — though it's uncommonly well written; and I should be sorry if the Palace Peeper got into her hands — though it's certainly smart — very smart indeed. It is almost a pity that I have to buy up the whole edition, because it's really too good to be lost. And Lady Sophy — that blameless type of perfect womanhood! Great Heavens, what would she say if the Second Housemaid business happened to meet her pure blue eye!"},{"line":"My monarch is soliloquizing. I will withdraw.","part":"Lady Sophy:"},{"line":"No — pray don't go. Now I'll give you fifty chances, and you won't guess whom I was thinking of.","part":"King:"},{"line":"Alas, sir, I know too well. Ah! King, it's an old, old story, and I'm well nigh weary of it! Be warned in time — from my heart I pity you, but I am not for you!","part":"Lady Sophy:"},{"line":"But hear what I have to say.","part":"King:"},{"line":"It is useless. Listen. In the course of a long and adventurous career in the principal European Courts, it has been revealed to me that I unconsciously exercise a weird and supernatural fascination over all Crowned Heads. So irresistible is this singular property, that there is not a European Monarch who has not implored me, with tears in his eyes, to quit his kingdom, and take my fatal charms elsewhere. As time was getting on it occurred to me that by descending several pegs in the scale of Respectability I might qualify your Majesty for my hand. Actuated by this humane motive and happening to possess Respectability enough for Six, I consented to confer Respectability enough for Four upon your two younger daughters — but although I have, alas, only Respectability enough for Two left, there is still, as I gather from the public press of this country , a considerable balance in my favour.","part":"Lady Sophy:"},{"line":"Damn! May I ask how you came by this?","part":"King:"},{"part":"Lady Sophy:","line":"It was handed to me by the officer who holds the position of Public Exploder to your Imperial Majesty."},{"part":"King:","line":"And surely, Lady Sophy, surely you are not so unjust as to place any faith in the irresponsible gabble of the Society press!"},{"part":"Lady Sophy:","line":"I read on the authority of Senex Senior that your Majesty was seen dancing with your Second Housemaid on the Oriental Platform of the Tivoli Gardens. That is untrue?"},{"line":"Absolutely. Our Second Housemaid has only one leg.","part":"King:"},{"part":"Lady Sophy:","line":"How do you know that?"},{"line":"Common report. I give you my honour.","part":"King:"},{"line":"It may be so. I further read — and the statement is vouched for by no less an authority that Mephistopheles Minor — that your Majesty indulges in a bath of hot rum-punch every morning. I trust I do not lay myself open to the charge of displaying an indelicate curiosity as to the mysteries of the royal dressing-room when I ask if there is any foundation for this statement?","part":"Lady Sophy:"},{"line":"None whatever. When our medical adviser exhibits rum-punch it is as a draught, not as a fomentation. As to our bath, our valet plays the garden hose upon us every morning.","part":"King:"},{"line":"Oh, pray — pray spare me these unseemly details. Well, you are a Despot — have you taken steps to slay this scribbler?","part":"Lady Sophy:"},{"part":"King:","line":"Well, no — I have not gone so far as that. After all, it's the poor devil's living, you know."},{"part":"Lady Sophy:","line":"It is the poor devil's living that surprises me. If this man lies, there is no recognized punishment that is sufficiently terrible for him."},{"part":"King:","line":"That's precisely it. I — I am waiting until a punishment is discovered that will exactly meet the enormity of the case. I am in constant communication with the Mikado of Japan, who is a leading authority on such points; and, moreover, I have the ground plans and sectional elevations of several capital punishments in my desk at this moment. Oh, Lady Sophy, as you are powerful, be merciful!"}],"title":"Dialogue following No. 5"},{"title":"Dialogue following No. 7","lines":[{"part":"King:","line":"Zara! my beloved daughter! Why, how well you look and how lovely you have grown!"},{"line":"My dear father! And my two beautiful little sisters!","part":"Zara:"},{"line":"Not beautiful.","part":"Nekaya:"},{"line":"Nice-looking.","part":"Kalyba:"},{"part":"Zara:","line":"But first let me present to you the English warrior who commands my escort, and who has taken, O! such care of me during my voyage — Captain Fitzbattleaxe!"},{"line":"Sir, you come from a country where every virtue flourishes. We trust that you will not criticize too severely such shortcomings as you may detect in our semi-barbarous society.","part":"King:"},{"part":"Fitzbattleaxe:","line":"Sir, I have eyes for nothing but the blameless and the beautiful."},{"part":"King:","line":"We thank you — he is really very polite! Lady Sophy, do not leave us."},{"part":"Lady Sophy:","line":"Sir, your children are young, and, so far, innocent. If they are to remain so, it is necessary that they be at once removed from the contamination of their present disgraceful surroundings. (She marches them off.)"},{"part":"King:","line":"Dear, dear! They really should-n't. Captain Fitzbattleaxe —"},{"part":"Fitzbattleaxe:","line":"Sir."},{"line":"Your Troopers appear to be receiving a troublesome amount of attention from those young ladies. I know how strict you English soldiers are, and I should be extremely distressed if anything occurred to shock their puritanical British sensitiveness.","part":"King:"},{"line":"Oh, I don't think there's any chance of that.","part":"Fitzbattleaxe:"},{"part":"King:","line":"You think not? They won't be offended?"},{"line":"Oh no! They are quite hardened to it. They get a good deal of that sort of thing, standing sentry at the Horse Guards.","part":"Fitzbattleaxe:"},{"part":"King:","line":"It's English, is it?"},{"line":"It's particularly English.","part":"Fitzbattleaxe:"},{"line":"Then, of course, it's all right. Pray proceed, ladies, it's particularly English. Come, my daughter, for we have much to say to each other.","part":"King:"},{"part":"Zara:","line":"Farewell, Captain Fitzbattleaxe! I cannot thank you too emphatically for the devoted care with which you have watched over me during our long and eventful voyage."}]},{"lines":[{"part":"Phantis:","line":"There — tell me, Scaphio, is she not beautiful? Can you wonder that I love her so passionately?"},{"part":"Scaphio:","line":"No. She is extraordinarily — miraculously lovely! Good heavens, what a singularly beautiful girl!"},{"line":"I knew you would say so!","part":"Phantis:"},{"part":"Scaphio:","line":"What exquisite charm of manner! What surprising delicacy of gesture! Why, she's a goddess! a very goddess!"},{"part":"Phantis:","line":"Yes — she's — she's an attractive girl."},{"part":"Scaphio:","line":"Attractive? Why, you must be blind! — She's entrancing — enthralling — intoxicating! God bless my heart, what's the matter with me?"},{"part":"Phantis:","line":"Yes. You — you promised to help me to get her father's consent, you know."},{"part":"Scaphio:","line":"Promised! Yes, but the convulsion has come, my good boy! It is she — my ideal! Why, what's this? Phantis! Stop me — I'm going mad — mad with the love of her!"},{"part":"Phantis:","line":"Scaphio, compose yourself, I beg. The girl is perfectly opaque! Besides, remember — each of us is helpless without the other. You can't succeed without my consent, you know."},{"part":"Scaphio:","line":"And you dare to threaten? Oh, ungrateful! When you came to me, palsied with love for this girl, and implored my assistance, did I not unhesitatingly promise it? And this is the return you make? Out of my sight, ingrate! Dear! dear! what is the matter with me?"},{"part":"Zara:","line":"Dear me. I'm afraid we are interrupting a tête-á-tête."},{"line":"No, no. You come very appropriately. To be brief, we — we love you — this man and I — madly — passionately!","part":"Scaphio:"},{"part":"Zara:","line":"Sir!"},{"line":"And we don't know how we are to settle which of us is to marry you.","part":"Scaphio:"},{"part":"Fitzbattleaxe:","line":"Zara, this is very awkward."},{"part":"Scaphio:","line":"I — I am paralyzed by the singular radiance of your extraordinary loveliness. I know I am incoherent. I never was like this before — it shall not occur again. I — shall be fluent, presently."},{"part":"Zara:","line":"Oh, dear, Captain Fitzbattleaxe, what is to be done?"},{"line":"Leave it to me — I'll manage it. It's a common situation. Why not settle it in the English fashion?","part":"Fitzbattleaxe:"},{"line":"The English fashion? What is that?","part":"Scaphio & Phantis:"},{"part":"Fitzbattleaxe:","line":"It's very simple. In England, when two gentlemen are in love with the same lady, and until it is settled which gentleman is to blow out the brains of the other, it is provided, by the Rival Admirers' Clauses Consolidation Act, that the lady shall be entrusted to an officer of Household Cavalry as stakeholder, who is bound to hand her over to the survivor (on the Tontine principle) in a good condition of substantial and decorative repair."},{"part":"Scaphio:","line":"Reasonable wear and tear and damages by fire excepted?"},{"part":"Fitzbattleaxe:","line":"Exactly."},{"line":"Well, that seems very reasonable. What do you say — Shall we entrust her to this officer of Household Cavalry? It will give us time.","part":"Phantis:"},{"part":"Scaphio:","line":"I — I am not at present in a condition to think it out coolly — but if he is an officer of Household Cavalry, and if the Princess consents —"},{"line":"Alas, dear sirs, I have no alternative — under the Rival Admirers' Clauses Consolidation Act!","part":"Zara:"},{"line":"Good — then that's settled.","part":"Fitzbattleaxe:"}],"title":"Dialogue following No. 8"},{"lines":[{"line":"My daughter! At last we are alone together.","part":"King:"},{"line":"Yes, and I'm glad we are, for I want to speak to you very seriously. Do you know this paper?","part":"Zara:"},{"part":"King:","line":"Da--! Oh yes — I've — I've seen it. Where in the world did you get this from?"},{"line":"It was given to me by Lady Sophy — my sisters' governess.","part":"Zara:"},{"line":"Lady Sophy's an angel, but I do sometimes wish she'd mind her own business! It's —ha! ha! — it's rather humorous.","part":"King:"},{"line":"I see nothing humorous in it. I only see that you, the despotic King of this country, are made the subject of the most scandalous insinuations. Why do you permit these things?","part":"Zara:"},{"part":"King:","line":"Well, they appeal to my sense of humour. It's the only really comic paper in Utopia, and I wouldn't be without it for the world."},{"part":"Zara:","line":"If it had any literary merit I could understand it."},{"line":"Oh, it has literary merit. Oh, distinctly, it has literary merit.","part":"King:"},{"part":"Zara:","line":"My dear father, it's mere ungrammatical twaddle."},{"part":"King:","line":"Oh, it's not ungrammatical. I can't allow that. Unpleasantly personal, perhaps, but written with an epigrammatical point that is very rare nowadays — very rare indeed."},{"line":"Why do they represent you with such a big nose?","part":"Zara:"},{"line":"Eh? Yes, it is a big one! Why, the fact is that, in the cartoons of a comic paper, the size of your nose always varies inversely as the square of your popularity. It's the rule.","part":"King:"},{"part":"Zara:","line":"Then you must be at a tremendous discount just now! I see a notice of a new piece called \"King Tuppence,\" in which an English tenor has the audacity to personate you on a public stage. I can only say that I am surprised that any English tenor should lend himself to such degrading personalities."},{"part":"King:","line":"Oh, he's not really English. As it happens he's a Utopian, but he calls himself English."},{"part":"Zara:","line":"Calls himself English?"},{"line":"Yes. Bless you, they wouldn't listen to any tenor who didn't call himself English.","part":"King:"},{"part":"Zara:","line":"And you permit this insolent buffoon to caricature you in a pointless burlesque! My dear father — if you were a free agent, you would never permit these outrages."},{"part":"King:","line":"Zara — I — I admit I am not altogether a free agent. I — I am controlled. I try to make the best of it, but sometimes I find it very difficult — very difficult indeed. Nominally a Despot, I am, between ourselves, the helpless tool of two unscrupulous Wise Men, who insist on my falling in with all their wishes and threaten to denounce me for immediate explosion if I remonstrate!"},{"line":"My poor father! Now listen to me. With a view to remodelling the political and social institutions of Utopia, I have brought with me six Representatives of the principal causes that have tended to make England the powerful, happy, and blameless country which the consensus of European civilization has declared it to be. Place yourself unreservedly in the hands of these gentlemen, and they will reorganize your country on a footing that will enable you to defy your persecutors. They are all now washing their hands after their journey. Shall I introduce them?","part":"Zara:"},{"part":"King:","line":"My dear Zara, how can I thank you? I will consent to anything that will release me from the abominable tyranny of these two men. What ho! Without there!Summon my Court without an instant's delay!"}],"title":"Dialogue following No. 10"},{"title":"Dialogue following No. 12","lines":[{"part":"Fitzbattleaxe:","line":"How good and wise you are! How unerringly your practiced brain winnows the wheat from the chaff — the material from the merely incidental!"},{"part":"Zara:","line":"My Girton training, Arthur. At Girton all is wheat, and idle chaff is never heard within its walls! But tell me, is not all working marvelously well? Have not our Flowers of Progress more than justified their name?"},{"line":"We have indeed done our best. Captain Corcoran and I have, in concert, thoroughly remodelled the sister-services — and upon so sound a basis that the South Pacific trembles at the name of Utopia!","part":"Fitzbattleaxe:"},{"line":"How clever of you!","part":"Zara:"},{"part":"Fitzbattleaxe:","line":"Clever? Not a bit. It's easy as possible when the Admiralty and Horse Guards are not there to interfere. And so with the others. Freed from the trammels imposed upon them by idle Acts of Parliament, all have given their natural talents full play and introduced reforms which, even in Eng land, were never dreamt of!"},{"line":"Marvelous is the power of a Civilization which can transmute, by a word, a Limited Income into an Income Limited.","part":"Fitzbattleaxe:"},{"line":"Reform has not stopped here — it has been applied even to the costume of our people. Discarding their own barbaric dress, the natives of our land have unanimously adopted the tasteful fashions of England in all their rich entirety. Scaphio and Phantis have undertaken a contract to supply the whole of Utopia with clothing designed upon the most approved English models — and the first Drawing-Room under the new state of things is to be held here this evening.","part":"Zara:"},{"line":"But Drawing-Rooms are always held in the afternoon.","part":"Fitzbattleaxe:"},{"part":"Zara:","line":"Ah, we've improved upon that. We all look so much better by candlelight! And when I tell you, dearest, that my Court train has just arrived, you will understand that I am longing to go and try it on."},{"line":"Then we must part?","part":"Fitzbattleaxe:"},{"line":"Necessarily, for a time.","part":"Zara:"},{"line":"Just as I wanted to tell you, with all the passionate enthusiasm of my nature, how deeply, how devotedly I love you!","part":"Fitzbattleaxe:"},{"line":"Hush! Are these the accents of a heart that really feels? True love does not indulge in declamation — its voice is sweet, and soft, and low. The west wind whispers when he woos the poplars!","part":"Zara:"}]},{"lines":[{"line":"To a Monarch who has been accustomed to the uncontrolled use of his limbs, the costume of a British Field-Marshal is, perhaps, at first, a little cramping. Are you sure that this is all right? It's not a practical joke, is it? No one has a keener sense of humour than I have, but the First Statutory Cabinet Council of Utopia Limited must be conducted with dignity and impressiveness. Now, where are the other five who signed the Articles of Association?","part":"King:"},{"line":"Sir, they are here.","part":"Fitzbattleaxe:"},{"part":"King:","line":"Oh! Gentlemen, our daughter holds her first Drawing-Room in half an hour, and we shall have time to make our half-yearly report in the interval. I am necessarily unfamiliar with the forms of an English Cabinet Council — perhaps the Lord Chamberlain will kindly put us in the way of doing the thing properly, and with due regard to the solemnity of the occasion."},{"line":"Certainly — nothing simpler. Kindly bring your chairs forward — His Majesty will, of course, preside.","part":"Lord Dramaleigh:"},{"line":"Like this?","part":"King:"},{"part":"Lord Dramaleigh:","line":"Like this."},{"part":"King:","line":"We take your word for it that this is all right. You are not making fun of us? This is in accordance with the practice at the Court of St. James's?"},{"part":"Lord Dramaleigh:","line":"Well, it is in accordance with the practice at the Court of St. James's Hall."},{"line":"Oh! it seems odd, but never mind.","part":"King:"}],"title":"Dialogue following No. 13"},{"title":"Dialogue following No. 14","lines":[{"line":"Sir, their Royal Highnesses await your pleasure in the Ante-room.","part":"Lord Dramaleigh:"},{"line":"Oh. Then request them to do us the favour to enter at once.","part":"King:"}]},{"lines":[{"line":"Then, ladies and gentlemen, places, if you please. His Majesty will take his place in front of the throne, and will be so obliging as to embrace all the debutantes.","part":"Lord Dramaleigh:"},{"part":"King:","line":"What — must I really?"},{"part":"Lord Dramaleigh:","line":"Absolutely indispensable."},{"line":"More jam for the Palace Peeper!","part":"King:"},{"line":"Now, is every one in his place?","part":"King:"},{"part":"Lord Dramaleigh:","line":"Every one is in his place."},{"part":"King:","line":"Then let the revels commence."}],"title":"Dialogue following No. 15"},{"lines":[{"line":"What do we complain of? Why, through the innovations introduced by the Flowers of Progress all our harmless schemes for making a provision for our old age are ruined. Our Matrimonial Agency is at a standstill, our Cheap Sherry business is in bankruptcy, our Army Clothing contracts are paralyzed, and even our Society paper, the Palace Peeper, is practically defunct!","part":"Scaphio:"},{"line":"Defunct? Is that so? Dear, dear, I am truly sorry.","part":"King:"},{"line":"Are you aware that Sir Bailey Barre has introduced a law of libel by which all editors of scurrilous newspapers are publicly flogged — as in England? And six of our editors have resigned in succession! Now, the editor of a scurrilous paper can stand a good deal — he takes a private thrashing as a matter of course — it's considered in his salary — but no gentleman likes to be publicly flogged.","part":"Scaphio:"},{"line":"Naturally. I shouldn't like it myself.","part":"King:"},{"line":"Then our Burlesque Theatre is absolutely ruined!","part":"Phantis:"},{"part":"King:","line":"Dear me. Well, theatrical property is not what it was."},{"part":"Phantis:","line":"Are you aware that the Lord Chamberlain, who has his own views as to the best means of elevating the national drama, has declined to license any play that is not in blank verse and three hundred years old — as in England?"},{"part":"Scaphio:","line":"And as if that wasn't enough, the County Councillor has ordered a four-foot wall to be built up right across the proscenium, in case of fire — as in England."},{"part":"Phantis:","line":"It's so hard on the company — who are liable to be roasted alive — and this has to be met by enormously increased salaries — as in England."},{"line":"You probably know that we've contracted to supply the entire nation with a complete English outfit. But perhaps you do not know that, when we send in our bills, our customers plead liability limited to a declared capital of eighteen pence, and apply to be dealt with under the Winding-up Act — as in England?","part":"Scaphio:"},{"line":"Really, gentlemen, this is very irregular. If you will be so good as to formulate a detailed list of your grievances in writing, addressed to the Secretary of Utopia Limited, they will be laid before the Board, in due course, at their next monthly meeting.","part":"King:"},{"line":"Are we to understand that we are defied?","part":"Scaphio:"},{"part":"King:","line":"That is the idea I intended to convey."},{"line":"Defied! We are defied!","part":"Phantis:"},{"line":"Take care — you know our powers. Trifle with us, and you die!","part":"Scaphio:"}],"title":"Dialogue following No. 18"},{"lines":[{"part":"Scaphio:","line":"Do? Raise a Revolution, repeal the Act of Sixty-Two, reconvert him into an individual, and insist on his immediate explosion! Tarara, come here; you're the very man we want."},{"part":"Tarara:","line":"Certainly, allow me. That's rude."},{"part":"Scaphio:","line":"We have no time for idle forms. You wish to succeed to the throne?"},{"line":"Naturally.","part":"Tarara:"},{"line":"Then you won't unless you join us. The King has defied us, and, as matters stand, we are helpless. So are you. We must devise some plot at once to bring the people about his ears.","part":"Scaphio:"},{"line":"A plot?","part":"Tarara:"},{"part":"Phantis:","line":"Yes, a plot of superhuman subtlety. Have you such a thing about you?"},{"line":"No, I think not. No. There's one on my dressing-table.","part":"Tarara:"},{"part":"Scaphio:","line":"We can't wait — we must concoct one at once, and put it into execution without delay. There is not a moment to spare!"}],"title":"Dialogue following No. 19"},{"title":"Dialogue following No. 20","lines":[{"part":"Lord Dramaleigh:","line":"Well, what do you think of our first South Pacific Drawing-Room? Allowing for a slight difficulty with the trains, and a little want of familiarity with the use of the rouge-pot, it was, on the whole, a meritorious affair?"},{"line":"My dear Dramaleigh, it redounds infinitely to your credit.","part":"Mr Goldbury:"},{"part":"Lord Dramaleigh:","line":"One or two judicious innovations, I think?"},{"part":"Mr Goldbury:","line":"Admirable. The cup of tea and the plate of mixed biscuits were a cheap and effective inspiration."},{"part":"Lord Dramaleigh:","line":"Yes — my idea entirely. Never been done before."},{"part":"Mr Goldbury:","line":"Pretty little maids, the King's youngest daughters, but timid."},{"line":"That'll wear off. Young.","part":"Lord Dramaleigh:"},{"line":"That'll wear off. Ha! here they come, by George! And without the Dragon! What can they have done with her?","part":"Mr Goldbury:"},{"part":"Nekaya:","line":"Oh, if you please, Lady Sophy has sent us in here, because Zara and Captain Fitzbattleaxe are going on, in the garden, in a manner which no well-conducted young ladies ought to witness."},{"line":"Indeed, we are very much obliged to her Ladyship.","part":"Lord Dramaleigh:"},{"part":"Kalyba:","line":"Are you? I wonder why."},{"part":"Nekaya:","line":"Don't tell us if it's rude."},{"part":"Lord Dramaleigh:","line":"Rude? Not at all. We are obliged to Lady Sophy because she has afforded us the pleasure of seeing you."},{"line":"I don't think you ought to talk to us like that.","part":"Nekaya:"},{"part":"Kalyba:","line":"It's calculated to turn our heads."},{"line":"Attractive girls cannot be too particular.","part":"Nekaya:"},{"line":"Oh pray, pray do not take advantage of our unprotected innocence.","part":"Kalyba:"},{"line":"Pray be reassured — you are in no danger whatever.","part":"Mr Goldbury:"},{"line":"But may I ask — is this extreme delicacy — this shrinking sensitiveness — a general characteristic of Utopian young ladies?","part":"Lord Dramaleigh:"},{"part":"Nekaya:","line":"Oh no; we are crack specimens."},{"line":"We are the pick of the basket. Would you mind not coming quite so near? Thank you.","part":"Kalyba:"},{"line":"And please don't look at us like that; it unsettles us.","part":"Nekaya:"},{"line":"And we don't like it. At least, we do like it; but it's wrong.","part":"Kalyba:"},{"line":"We have enjoyed the inestimable privilege of being educated by a most refined and easily shocked English lady, on the very strictest English principles.","part":"Nekaya:"},{"part":"Mr Goldbury:","line":"But, my dear young ladies —"},{"part":"Kalyba:","line":"Oh, don't! You mustn't. It's too affectionate."},{"part":"Nekaya:","line":"It really does unsettle us."},{"line":"Are you really under the impression that English girls are so ridiculously demure? Why, an English girl of the highest type is the best, the most beautiful, the bravest, and the brightest creature that Heaven has conferred upon this world of ours. She is frank, open-hearted, and fearless, and never shows in so favourable a light as when she gives her own blameless impulses full play!","part":"Mr Goldbury:"},{"line":"Oh, you shocking story!","part":"Nekaya & Kalyba:"},{"part":"Mr Goldbury:","line":"Not at all. I'm speaking the strict truth. I'll tell you all about her."}]},{"lines":[{"line":"My daughter, this is a very unpleasant state of things. What is to be done?","part":"King:"},{"line":"I don't know — I don't understand it. We must have omitted something.","part":"Zara:"},{"part":"King:","line":"Omitted something? Yes, that's all very well, but —"},{"part":"Zara:","line":"Of course! Now I remember! Why, I had forgotten the most essential element of all!"},{"part":"King:","line":"And that is? —"},{"line":"Government by Party! Introduce that great and glorious element — at once the bulwark and foundation of England's greatness — and all will be well! No political measures will endure, because one Party will assuredly undo all that the other Party has done; and while grouse is to be shot, and foxes worried to death, the legislative action of the country will be at a standstill. Then there will be sickness in plenty, endless lawsuits, crowded jails, interminable confusion in the Army and Navy, and, in short, general and unexampled prosperity!","part":"Zara:"},{"part":"All:","line":"Ulahlica! Ulahlica!"},{"part":"Phantis:","line":"Baffled!"},{"part":"Scaphio:","line":"But an hour will come!"},{"line":"Your hour has come already — away with them, and let them wait my will! From this moment Government by Party is adopted, with all its attendant blessings; and henceforward Utopia will no longer be a Monarchy Limited, but, what is a great deal better, a Limited Monarchy!","part":"King:"}],"title":"Dialogue following No. 25"}]