[{"lines":[{"part":"Hannah","line":"Nay, gentle maidens, you sing well but vainly, for Rose is still heart-free, and looks but coldly upon her many suitors."},{"part":"Zorah","line":"It's very disappointing.  Every young man in the village is in love with her, but they are appalled by her beauty and modesty, and won't declare themselves; so, until she makes her own choice, there's no chance for anybody else."},{"line":"This is, perhaps, the only village in the world that possesses an endowed corps of professional bridesmaids who are bound to be on duty every day from ten to four--and it is at least six months since our services were required.  The pious charity by which we exist is practically wasted!","part":"Ruth"},{"line":"We shall be disendowed — that will be the end of it! Dame Hannah — you're a nice old person — you could marry if you liked.  There's old Adam — Robin's faithful servant — he loves you with all the frenzy of a boy of fourteen.","part":"Zorah"},{"part":"Hannah","line":"Nay — that may never be, for I am pledged!"},{"line":"To whom?","part":"All"},{"line":"To an eternal maidenhood!  Many years ago I was betrothed to a god-like youth who woo'd me under an assumed name. But on the very day upon which our wedding was to have been celebrated, I discovered that he was no other than Sir Roderic Murgatroyd, one of the bad Baronets of Ruddigore, and the uncle of the man who now bears that title.  As a son of that accursed race he was no husband for an honest girl, so, madly as I loved him, I left him then and there.  He died but ten years since, but I never saw him again.","part":"Hannah"},{"part":"Zorah","line":"But why should you not marry a bad Baronet of Ruddigore?"},{"part":"Ruth","line":"All baronets are bad; but was he worse than other baronets?"},{"line":"My child, he was accursed.","part":"Hannah"},{"line":"But who cursed him?  Not you, I trust!","part":"Zorah"},{"line":"The curse is on all his line and has been, ever since the time of Sir Rupert, the first Baronet.  Listen, and you shall hear the legend:","part":"Hannah"}],"title":"Dialogue following No. 1"},{"lines":[{"part":"Hannah","line":"Whither away, dear Rose? On some errand of charity, as is thy wont?"},{"line":"A few gifts, dear aunt, for deserving villagers. Lo, here is some peppermint rock for old gaffer Gadderby, a set of false teeth for pretty little Ruth Rowbottom, and a pound of snuff for the poor orphan girl on the hill.","part":"Rose"},{"line":"Ah, Rose, pity that so much goodness should not help to make some gallant youth happy for life! Rose, why dost thou harden that little heart of thine? Is there none hereaway whom thou couldst love?","part":"Hannah"},{"part":"Rose","line":"And if there were such an one, verily it would ill become me to tell him so."},{"line":"Nay, dear one, where true love is, there is little need of prim formality.","part":"Hannah"},{"part":"Rose","line":"Hush, dear aunt, for thy words pain me sorely. Hung in a plated dish-cover to the knocker of the workhouse door, with naught that I could call mine own, save a change of baby-linen and a book of etiquette, little wonder if I have always regarded that work as a voice from a parent's tomb. This hallowed volume , composed, if I may believe the title-page, by no less an authority than the wife of a Lord Mayor, has been, through life, my guide and monitor. By its solemn precepts I have learnt to test the moral worth of all who approach me. The man who bites his bread, or eats peas with a knife, I look upon as a lost creature, and he who has not acquired the proper way of entering and leaving a room is the object of my pitying horror. There are those in this village who bite their nails, dear aunt, and nearly all are wont to use their pocket combs in public places. In truth I could pursue this painful theme much further, but behold, I have said enough."},{"line":"But is there not one among them who is faultless, in thine eyes? For example — young Robin. He combines the manners of a Marquis with the morals of a Methodist. Couldst thou not love him?","part":"Hannah"},{"line":"And even if I could, how should I confess it unto him? For lo, he is shy, and sayeth naught!","part":"Rose"}],"title":"Dialogue following No. 2"},{"lines":[{"line":"Poor aunt! Little did the good soul think, when she breathed the hallowed name of Robin, that he would do even as well as another. But he resembleth all the youths in this village, in that he is unduly bashful in my presence, and lo, it is hard to bring him to the point. But soft, he is here!","part":"Rose"},{"part":"Robin","line":"Mistress Rose!"},{"part":"Rose","line":"Master Robin!"},{"part":"Rob","line":". I wished to say that – it is fine."},{"part":"Rose","line":"It is passing fine."},{"line":"But we do want rain.","part":"Rob"},{"line":"Aye, sorely! Is that all?","part":"Rose"},{"line":"That is all.","part":"Rob"},{"part":"Rose","line":"Good day, Master Robin!"},{"part":"Rob","line":"Good day, Mistress Rose!"},{"line":"I crave pardon, I –","part":"Rose"},{"part":"Rob","line":"I beg pardon, I –"},{"part":"Rose","line":"You were about to say? –"},{"line":"I would fain consult you –","part":"Rob"},{"line":"Truly?","part":"Rose"},{"part":"Rob","line":"It is about a friend."},{"line":"In truth I have a friend myself.","part":"Rose"},{"line":"Indeed? I mean, of course –","part":"Rob"},{"line":"And I would fain consult you –","part":"Rose"},{"line":"About him?","part":"Rob"},{"part":"Rose","line":"About her."},{"line":"Let us consult one another.","part":"Rob"}],"title":"Dialogue following No. 3"},{"title":"Dialogue following No. 4","lines":[{"line":"Poor child! I sometimes think that if she wasn't quite so particular I might venture — but no, no — even then I should be unworthy of her!","part":"Robin"},{"line":"My kind master is sad! Dear Sir Ruthven Murgatroyd —","part":"Adam"},{"line":"Hush! As you love me, breathe not that hated name. Twenty years ago, in horror at the prospect of inheriting that hideous title, and with it the ban that compels all who succeed to the baronetcy to commit at least one deadly crime per day, for life, I fled my home, and concealed myself in this innocent village under the name of Robin Oakapple. My younger brother, Despard, believing me to be dead, succeeded to the title and its attendant curse. For twenty years I have been dead and buried. Don't dig me up now.","part":"Robin"},{"part":"Adam","line":"Dear master, it shall be as you wish, for have I not sworn to obey you for ever in all things? Yet, as we are here alone, and as I belong to that particular description of good old man to whom the truth is a refreshing novelty, let me call you by your own right title once more! Sir Ruthven Murgatroyd! Baronet! Of Ruddigore! Whew! It's like eight hours at the seaside!"},{"line":"My poor old friend! Would there were more like you!","part":"Robin"},{"line":"Would there were indeed! But I bring you good tidings. Your foster-brother, Richard, has returned from sea — his ship the Tom-Tit rides yonder at anchor, and he himself is even now in this very village","part":"Adam"},{"line":"My beloved foster-brother? No, no — it cannot be!","part":"Robin"},{"line":"It is even so — and see, he comes this way!","part":"Adam"}]},{"lines":[{"line":"Richard!","part":"Robin"},{"part":"Richard","line":"Robin!"},{"part":"Robin","line":"My beloved foster-brother, and very dearest friend, welcome home again after ten long years at sea! It is such deeds as yours that cause our flag to be loved and dreaded throughout the civilized world!"},{"part":"Richard","line":"Why, lord love ye, Rob, that's but a trifle to what we have done in the way of sparing life! I believe I may say, without exaggeration, that the marciful little Tom-Tit has spared more French frigates than any craft afloat! But 'taint for a British seaman to brag, so I'll just stow my jawin' tackle and belay. But 'vast heavin', messmate, what's brought you all a-cockbill?"},{"line":"Alas, Dick, I love Rose Maybud, and love in vain!","part":"Robin"},{"line":"You love in vain? Come, that's too good! Why, you're a fine strapping muscular young fellow — tall and strong as a to'-gall'n'-m'st — taut as a forestay — aye, and a barrowknight to boot, if all had their rights!","part":"Richard"},{"part":"Richard","line":"Robin, do you call to mind how, years ago, we swore that, come what might, we would always act upon our hearts' dictates?"},{"line":"Aye, Dick, and I've always kept that oath. In doubt, difficulty, and danger I've always asked my heart what I should do, and it has never failed me.","part":"Robin"},{"part":"Richard","line":"Right! Let your heart be your compass, with a clear conscience for your binnacle light, and you'll sail ten knots on a bowline, clear of shoals, rocks, and quicksands! Well, now, what does my heart say in this here difficult situation? Why, it says, \"Dick,\" it says — (it calls me Dick acos it's known me from a babby) — \"Dick,\" it says, \"you ain't shy — you ain't modest — speak you up for him as is!\" Robin, my lad, just you lay me alongside, and when she's becalmed under my lee, I'll spin her a yarn that shall sarve to fish you two together for life!"},{"part":"Robin","line":"Will you do this thing for me? Can you, do you think? Yes . There's no false modesty about you. Your — what I would call bumptious self-assertiveness (I mean the expression in its complimentary sense) has already made you a bos'n's mate, and it will make an admiral of you in time, if you work it properly, you dear, incompetent old impostor! My dear fellow, I'd give my right arm for one tenth of your modest assurance!"}],"title":"Dialogue following No. 6"},{"title":"Dialogue following No. 7","lines":[{"part":"Richard","line":"Ah, it's a thousand pities he's such a poor opinion of himself, for a finer fellow don't walk! Well, I'll do my best for him. \"Plead for him as though it was for your own father\" — that's what my heart's a-remarkin' to me just now. But here she comes! Steady! Steady it is! By the Port Admiral, but she's a tight little craft! Come, come, she's not for you, Dick, and yet — she's fit to marry Lord Nelson! By the Flag of Old England, I can't look at her unmoved."},{"line":"Sir, you are agitated —","part":"Rose"},{"line":"Aye, aye, my lass, well said! I am agitated, true enough! — took flat aback, my girl; but 'tis naught — 'twill pass. This here heart of mine's a-dictatin' to me like anythink. Question is, Have I a right to disregard its promptings?","part":"Richard"},{"line":"Can I do aught to relieve thine anguish, for it seemeth to me that thou art in sore trouble? This apple —","part":"Rose"},{"part":"Rose","line":"No. The question is, Is it meet that an utter stranger should thus express himself? Yes — \"Always speak the truth.\""},{"line":"I'd no thoughts of sayin' this here to you on my own account, for, truth to tell, I was chartered by another; but when I see you my heart it up and it says, says it, \"This is the very lass for you, Dick\" — \"speak up to her, Dick,\" it says — ( it calls me Dick acos we was at school together) — \"tell her all, Dick,\" it says, \"never sail under false colours — it's mean!\" That's what my heart tells me to say, and in my rough, common-sailor fashion, I've said it, and I'm a-waiting for your reply. I'm a-tremblin', miss. Lookye here — That's narvousness!","part":"Richard"},{"line":"Now, how should a maiden deal with such an one? \"Keep no one in unnecessary suspense.\" Behold, I will not keep you in unnecessary suspense. \"In accepting an offer of marriage, do so with apparent hesitation.\" I take you, but with a certain show of reluctance. \"Avoid any appearance of eagerness.\" Though you will bear in mind that I am far from anxious to do so. \"A little show of emotion will not be misplaced!\" Pardon this tear!","part":"Rose"},{"line":"Rose, you've made me the happiest blue-jacket in England! I wouldn't change places with the Admiral of the Fleet, no matter who he's a-huggin' of at this present moment! But, axin' your pardon, miss , might I be permitted to salute the flag I'm a-goin' to sail under?","part":"Richard"},{"part":"Rose","line":"\"An engaged young lady should not permit too many familiarities.\" Once!"}]},{"title":"Dialogue following No. 9","lines":[{"line":"Well — what news? Have you spoken to her?","part":"Robin"},{"part":"Richard","line":"Aye, my lad, I have — so to speak — spoke her."},{"line":"And she refuses?","part":"Robin"},{"line":"Why, no, I can't truly say she do.","part":"Richard"},{"line":"Then she accepts! My darling!","part":"Robin"},{"line":"Hail the Bridegroom — hail the Bride! etc.","part":"Bridesmaids"},{"line":". Now, what should a maiden do when she is embraced by the wrong gentleman?","part":"Rose"},{"line":"Belay, my lad, belay. You don't understand.","part":"Richard"},{"part":"Rose","line":"Oh, sir, belay, I beseech you!"},{"part":"Richard","line":"You see, it's like this: she accepts — but it's me!"},{"line":"You!","part":"Robin"},{"line":"Hail the Bridegroom — hail the Bride!                                      When the nuptial knot is tied —","part":"Bridesmaids"},{"line":". Hold your tongues, will you! Now then, what does this mean?","part":"Robin"},{"line":"My poor lad, my heart grieves for thee, but it's like this: the moment I see her, and just as I was a-goin' to mention your name, my heart it up and it says, says it — \"Dick, you've fell in love with her yourself,\" it says; \"be honest and sailor-like — don't skulk under false colours — speak up,\" it says, \"take her, you dog, and with her my blessin'!\"","part":"Richard"},{"line":"Hail the Bridegroom — hail the bride —","part":"Bridesmaids"},{"part":"Robin","line":"Will you be quiet! Go away! Vulgar girls!"},{"line":"What could I do? I'm bound to obey my heart's dictates.","part":"Richard"},{"line":"Of course — no doubt. It's quite right — I don't mind — that is, not particularly — only it's — it is disappointing, you know.","part":"Robin"},{"line":"Oh, but, sir, I knew not that thou didst seek me in wedlock, or in very truth I should not have hearkened unto this man, for behold, he is but a lowly mariner, and very poor withal, whereas thou art a tiller of the land, and thou hast fat oxen, and many sheep and swine, a considerable dairy farm and much corn and oil!","part":"Rose"},{"line":"That's true, my lass, but it's done now, ain't it, Rob?","part":"Richard"},{"part":"Rose","line":"Still it may be that I should not be happy in thy love. I am passing young and little able to judge. Moreover, as to thy character I know naught!"},{"part":"Robin","line":"Nay, Rose, I'll answer for that. Dick has won thy love fairly. Broken- hearted as I am, I'll stand up for Dick through thick and thin!"},{"line":"Thankye, messmate! that's well said. That's spoken honest. Thankye, Rob!","part":"Richard"},{"part":"Rose","line":"Yet methinks I have heard that sailors are but worldly men, and little prone to lead serious and thoughtful lives!"},{"part":"Robin","line":"And what then? Admit that Dick is not a steady character, and that when he's excited he uses language that would make your hair curl. Grant that — he does. It's the truth, and I'm not going to deny it. But look at his good qualities. He's as nimble as a pony, and his hornpipe is the talk of the Fleet!"},{"line":"Thankye, Rob! That's well spoken. Thankye, Rob!","part":"Richard"},{"line":"But it may be that he drinketh strong waters which do bemuse a man, and make him even as the wild beasts of the desert!","part":"Rose"},{"line":"Well, suppose he does, and I don't say he don't, for rum's his bane, and ever has been. He does drink — I won't deny it. But what of that? Look at his arms — tattooed to the shoulder! No, no — I won't hear a word against Dick!","part":"Robin"},{"line":"But they say that mariners are but rarely true to those whom they profess to love!","part":"Rose"},{"line":"Granted — granted — and I don't say that Dick isn't as bad as any of 'em. You are, you know you are, you dog! a devil of a fellow — a regular out-and-out Lothario! But what then? You can't have everything, and a better hand at turning-in a dead-eye don't walk a deck! And what an accomplishment that is in a family man! No, no — not a word against Dick. I'll stick up for him through thick and thin!","part":"Robin"}]},{"title":"Dialogue following No. 11","lines":[{"line":"A maiden, and in tears? Can I do aught to soften thy sorrow? This apple  .","part":"Rose"},{"line":"No! Tell me, are you mad?","part":"Margaret"},{"part":"Rose","line":"I? No! That is, I think not."},{"part":"Margaret","line":"That's well! Then you don't love Sir Despard Murgatroyd? All mad girls love him. I love him. I'm poor Mad Margaret  Crazy Meg  Poor Peg! He! he! he! he! ."},{"part":"Rose","line":"Thou lovest the bad Baronet of Ruddigore? Oh, horrible  too horrible!"},{"line":"You pity me? Then be my mother! The squirrel had a mother, but she drank and the squirrel fled! Hush! They sing a brave song in our parts  it runs somewhat thus:","part":"Margaret"},{"line":"Mercy, whom?","part":"Rose"},{"part":"Margaret","line":"You mean \"who\"."},{"line":"Nay! it is the accusative after the verb.","part":"Rose"},{"line":"True. I have come to pinch Rose Maybud!","part":"Margaret"},{"line":"Rose Maybud!","part":"Rose"},{"part":"Rose","line":"But, behold, I am Rose Maybud, and I would fain not die \"pop.\""},{"part":"Margaret","line":"You are Rose Maybud?"},{"part":"Rose","line":"Yes, sweet Rose Maybud!"},{"line":"Strange! They told me she was beautiful! And he loves you! No, no! If I thought that, I would treat you as the auctioneer and land-agent treated the lady-bird – I would rend you asunder!","part":"Margaret"},{"part":"Rose","line":"Nay, be pacified, for behold I am pledged to another, and lo, we are to be wedded this very day!"},{"part":"Margaret","line":"Swear me that! Come to a Commissioner and let me have it on affidavit! I once made an affidavit – but it died – it died – it died! But see, they come – Sir Despard and his evil crew! Hide, hide – they are all mad – quite mad!"},{"line":"What makes you think that?","part":"Rose"},{"line":"Hush! They sing choruses in public. That's mad enough, I think. Go – hide away, or they will seize you! Hush! Quite softly – quite, quite softly!","part":"Margaret"}]},{"lines":[{"line":"Poor children, how they loathe me  me whose hands are certainly steeped in infamy, but whose heart is as the heart of a little child! But what is a poor baronet to do, when a whole picture gallery of ancestors step down from their frames and threaten him with an excruciating death if he hesitate to commit his daily crime? But ha! ha! I am even with them! I get my crime over the first thing in the morning, and then, ha! ha! for the rest of the day I do good  I do good  I do good! Two days since, I stole a child and built an orphan asylum. Yesterday I robbed a bank and endowed a bishopric. To-day I carry off Rose Maybud and atone with a cathedral! This is what it is to be the sport and toy of a Picture Gallery! But I will be bitterly revenged upon them! I will give them all to the Nation, and nobody shall ever look upon their faces again!","part":"Sir Despard"},{"part":"Richard","line":"Ax your honour's pardon, but"},{"part":"Sir Despard","line":"Ha! observed! And by a mariner! What would you with me, fellow?"},{"line":"Your honour, I'm a poor man-o'-war's-man, becalmed in the doldrums","part":"Richard"},{"part":"Sir Despard","line":"I don't know them."},{"part":"Sir Despard","line":"My honour knows what it is to have a complete apparatus for conducting the circulation of the blood through the veins and arteries of the human body."},{"part":"Richard","line":"Aye, but has your honour a heart that ups and looks you in the face, and gives you quarter-deck orders that it's life and death to disobey?"},{"part":"Sir Despard","line":"I have not a heart of that description, but I have a Picture Gallery that presumes to take that liberty."},{"line":"Well, your honour, it's like this  Your honour had an elder brother","part":"Richard"},{"line":"It had.","part":"Sir Despard"},{"line":"Who should have inherited your title and, with it, its cuss.","part":"Richard"},{"part":"Sir Despard","line":"Aye, but he died. Oh, Ruthven!"},{"part":"Richard","line":"He didn't."},{"line":"He did not?","part":"Sir Despard"},{"part":"Sir Despard","line":"Ruthven alive, and going to marry Rose Maybud! Can this be possible?"},{"line":"Now the question I was going to ask your honour is  Ought I to tell your honour this?","part":"Richard"},{"line":"I don't know. It's a delicate point. I think you ought. Mind, I'm not sure, but I think so.","part":"Sir Despard"},{"line":"That's what my heart says. It says, \"Dick,\" it says (it calls me Dick acos it's entitled to take that liberty), \"that there young gal would recoil from him if she knowed what he really were. Ought you to stand off and on, and let this young gal take this false step and never fire a shot across her bows to bring her to? No,\" it says, \"you did not ought.\" And I won't ought, accordin'.","part":"Richard"},{"line":"Then you really feel yourself at liberty to tell me that my elder brother lives  that I may charge him with his cruel deceit, and transfer to his shoulders the hideous thraldom under which I have laboured for so many years! Free  free at last! Free to live a blameless life, and to die beloved and regretted by all who knew me!","part":"Sir Despard"}],"title":"Dialogue following No. 13"},{"lines":[{"part":"Robin","line":"This is a painful state of things, old Adam!"},{"part":"Adam","line":"Painful, indeed! Ah, my poor master, when I swore that, come what would, I would serve you in all things for ever, I little thought to what a pass it would bring me! The confidential adviser to the greatest villain unhung! Now, sir, to business. What crime do you propose to commit to-day?"},{"part":"Robin","line":"How should I know? As my confidential adviser, it's your duty to suggest something."},{"line":"Sir, I loathe the life you are leading, but a good old man's oath is paramount, and I obey. Richard Dauntless is here with pretty Rose Maybud, to ask your consent to their marriage. Poison their beer.","part":"Adam"},{"line":"No — not that — I know I'm a bad Bart., but I'm not as bad a Bart. as all that.","part":"Robin"},{"part":"Adam","line":"Well, there you are, you see! It's no use my making suggestions if you don't adopt them."},{"line":"How would it be, do you think, were I to lure him here with cunning wile — bind him with good stout rope to yonder post — and then, by making hideous faces at him, curdle the heart-blood in his arteries, and freeze the very marrow in his bones? How say you, Adam, is not the scheme well planned?","part":"Robin"},{"line":"It would be simply rude — nothing more. But soft — they come!","part":"Adam"}],"title":"Dialogue following No. 16"},{"lines":[{"part":"Robin","line":"Soho! pretty one — in my power at last, eh? Know ye not that I have those within my call who, at my lightest bidding, would immure ye in an uncomfortable dungeon? What ho! within there!"},{"line":"Hold — we are prepared for this . Here is a flag that none dare defy , and while this glorious rag floats over Rose Maybud's head, the man does not live who would dare to lay unlicensed hand upon her!","part":"Richard"},{"line":"Foiled — and by a Union Jack! But a time will come, and then —","part":"Robin"},{"part":"Rose","line":"Nay, let me plead with him. Sir Ruthven, have pity. In my book of etiquette the case of a maiden about to be wedded to one who unexpectedly turns out to be a baronet with a curse on him is not considered. Time was when you loved me madly. Prove that this was no selfish love by according your consent to my marriage with one who, if he be not you yourself, is the next best thing — your dearest friend!"}],"title":"Dialogue following No. 17"},{"title":"Dialogue following No. 18","lines":[]},{"title":"Dialogue following No. 20","lines":[{"part":"Robin","line":"I recognize you now  you are the picture that hangs at the end of the gallery."},{"part":"Sir Roderic","line":"In a bad light. I am."},{"part":"Robin","line":"Are you considered a good likeness?"},{"line":"Pretty well. Flattering.","part":"Sir Roderic"},{"part":"Robin","line":"Because as a work of art you are poor."},{"part":"Sir Roderic","line":"I am crude in colour, but I have only been painted ten years. In a couple of centuries I shall be an Old Master, and then you will be sorry you spoke lightly of me."},{"part":"Robin","line":"And may I ask why you have left your frames?"},{"part":"Sir Roderic","line":"It is our duty to see that our successors commit their daily crimes in a conscientious and workmanlike fashion. It is our duty to remind you that you are evading the conditions under which you are permitted to exist."},{"line":"Really, I don't know what you'd have. I've only been a bad baronet a week, and I've committed a crime punctually every day.","part":"Robin"},{"line":"Let us inquire into this. Monday?","part":"Sir Roderic"},{"part":"Robin","line":"Monday was a Bank Holiday."},{"part":"Sir Roderic","line":"True. Tuesday?"},{"part":"Robin","line":"On Tuesday I made a false income-tax return."},{"line":"Ha! ha!","part":"All"},{"part":"Sir Rupert","line":"That's nothing."},{"part":"Sir Jasper","line":"Nothing at all."},{"line":"Everybody does that.","part":"Sir Conrad"},{"part":"Sir Gilbert","line":"It's expected of you."},{"line":"Wednesday?","part":"Sir Roderic"},{"part":"Robin","line":"On Wednesday I forged a will."},{"line":"Whose will?","part":"Sir Roderic"},{"part":"Robin","line":"My own."},{"part":"Sir Roderic","line":"My good sir, you can't forge your own will!"},{"part":"Robin","line":"Can't I, though! I like that! I did! Besides, if a man can't forge his own will, whose will can he forge?"},{"line":"There's something in that.","part":"Sir Mervyn"},{"line":"Yes, it seems reasonable.","part":"Sir Desmond"},{"line":"At first sight it does.","part":"Sir Lionel"},{"part":"Sir Rupert","line":"Fallacy somewhere, I fancy!"},{"line":"A man can do what he likes with his own!","part":"Robin"},{"line":"I suppose he can.","part":"Sir Roderic"},{"part":"Robin","line":"Well, then, he can forge his own will, stoopid! On Thursday I shot a fox."},{"line":"Hear, hear!","part":"All"},{"part":"Sir Roderic","line":"That's better Pass the fox, I think? Yes, pass the fox. Friday?"},{"part":"Robin","line":"On Friday I forged a cheque."},{"part":"Sir Roderic","line":"Whose cheque?"},{"part":"Robin","line":"Old Adam's."},{"part":"Sir Roderic","line":"But Old Adam hasn't a banker."},{"part":"Robin","line":"I didn't say I forged his banker  I said I forged his cheque. On Saturday I disinherited my only son."},{"part":"Sir Roderic","line":"But you haven't got a son."},{"line":"No  not yet. I disinherited him in advance, to save time. You see  by this arrangement  he'll be born ready disinherited.","part":"Robin"},{"part":"Robin","line":"My good sir, if I can't disinherit my own unborn son, whose unborn son can I disinherit?"},{"part":"Sir Roderic","line":"Humph! These arguments sound very well, but I can't help thinking that, if they were reduced to syllogistic form, they wouldn't hold water. Now quite understand us. We are foggy, but we don't permit our fogginess to be presumed upon. Unless you undertake to  well, suppose we say, carry off a lady? Those who are in favour of his carrying off a lady? Those of the contrary opinion? Oh, you're never satisfied! Yes, unless you undertake to carry off a lady at once  I don't care what lady  any lady  choose your lady  you perish in inconceivable agonies."},{"part":"Robin","line":"Carry off a lady? Certainly not, on any account. I've the greatest respect for ladies, and I wouldn't do anything of the kind for worlds! No, no. I'm not that kind of baronet, I assure you! If that's all you've got to say, you'd better go back to your frames."},{"line":"Very good  then let the agonies commence.","part":"Sir Roderic"},{"line":"Oh! Oh! Don't do that! I can't stand it!","part":"Robin"},{"line":"Painful, isn't it? It gets worse by degrees.","part":"Sir Roderic"},{"part":"Robin","line":"Oh! Oh! Stop a bit! Stop it, will you? I want to speak."},{"line":"Better?","part":"Sir Roderic"},{"part":"Robin","line":"Yes  better now! Whew!"},{"line":"Well, do you consent?","part":"Sir Roderic"},{"line":"But it's such an ungentlemanly thing to do!","part":"Robin"},{"line":"As you please. Carry on!","part":"Sir Roderic"},{"line":"Stop  I can't stand it! I agree! I promise! It shall be done!","part":"Robin"},{"line":"To-day?","part":"Sir Roderic"},{"part":"Robin","line":"To-day!"},{"line":"At once?","part":"Sir Roderic"},{"line":"At once! I retract! I apologize! I had no idea it was anything like that!","part":"Robin"}]},{"lines":[{"line":"My poor master, you are not well –","part":"Adam"},{"line":"Old Adam, it won't do – I've seen 'em – all my ancestors – they're just gone. They say that I must do something desperate at once, or perish in horrible agonies. Go – go to yonder village – carry off a maiden – bring her here at once – any one – I don't care which –","part":"Robin"},{"line":"But –","part":"Adam"},{"line":"Not a word, but obey! Fly!","part":"Robin"}],"title":"Dialogue following No. 21"},{"title":"Dialogue following No. 23","lines":[{"part":"Despard","line":"We have been married a week."},{"part":"Margaret","line":"One happy, happy week!"},{"part":"Despard","line":"Our new life "},{"line":"Is delightful indeed!","part":"Margaret"},{"part":"Despard","line":"So calm!"},{"line":"So unimpassioned! Master, all this I owe to you! See, I am no longer wild and untidy. My hair is combed. My face is washed. My boots fit!","part":"Margaret"},{"part":"Despard","line":"Margaret, don't. Pray restrain yourself. Remember, you are now a district visitor."},{"part":"Margaret","line":"A gentle district visitor!"},{"line":"You are orderly, methodical, neat; you have your emotions well under control.","part":"Despard"},{"line":"I have! Master, when I think of all you have done for me, I fall at your feet. I embrace your ankles. I hug your knees!","part":"Margaret"},{"line":"Hush. This is not well. This is calculated to provoke remark. Be composed, I beg!","part":"Despard"},{"line":"Ah! you are angry with poor little Mad Margaret!","part":"Margaret"},{"line":"No, not angry; but a district visitor should learn to eschew melodrama. Visit the poor, by all means, and give them tea and barley-water, but don't do it as if you were administering a bowl of deadly nightshade. It upsets them. Then when you nurse sick people, and find them not as well as could be expected, why go into hysterics?","part":"Despard"},{"line":"Why not?","part":"Margaret"},{"part":"Despard","line":"Because it's too jumpy for a sick-room."},{"line":"How strange! Oh, Master! Master!  how shall I express the all-absorbing gratitude that ","part":"Margaret"},{"line":"Now!","part":"Despard"},{"line":"Yes, I know, dear  it shan't occur again. Shall I tell you one of poor Mad Margaret's odd thoughts? Well, then, when I am lying awake at night, and the pale moonlight streams through the latticed casement, strange fancies crowd upon my poor mad brain, and I sometimes think that if we could hit upon some word for you to use whenever I am about to relapse  some word that teems with hidden meaning  like \"Basingstoke\"  it might recall me to my saner self. For, after all, I am only Mad Margaret! Daft Meg! Poor Meg! He! he! he!","part":"Margaret"},{"part":"Despard","line":"Poor child, she wanders! But soft  some one comes  Margaret  pray recollect yourself  Basingstoke, I beg! Margaret, if you don't Basingstoke at once, I shall be seriously angry."},{"line":"Basingstoke it is!","part":"Margaret"},{"line":"Then make it so.","part":"Despard"},{"part":"Robin","line":"Despard! And his young wife! This visit is unexpected."},{"part":"Margaret","line":"Shall I fly at him? Shall I tear him limb from limb? Shall I rend him asunder? Say but the word and"},{"line":"Basingstoke!","part":"Despard"},{"part":"Margaret","line":"Basingstoke it is!"},{"line":"Then make it so. My brother  I call you brother still, despite your horrible profligacy  we have come to urge you to abandon the evil courses to which you have committed yourself, and at any cost to become a pure and blameless ratepayer.","part":"Despard"},{"line":"But I've done no wrong yet.","part":"Robin"},{"part":"Margaret","line":"No wrong! He has done no wrong! Did you hear that!"},{"line":"Basingstoke!","part":"Despard"},{"line":"Basingstoke it is!","part":"Margaret"},{"part":"Despard","line":"My brother  I still call you brother, you observe  you forget that you have been, in the eye of the law, a Bad Baronet of Ruddigore for ten years  and you are therefore responsible  in the eye of the law  for all the misdeeds committed by the unhappy gentleman who occupied your place."},{"part":"Robin","line":"I see! Bless my heart, I never thought of that! Was I very bad?"},{"part":"Despard","line":"Awful. Wasn't he?"},{"part":"Robin","line":"And I've been going on like this for how long?"},{"part":"Despard","line":". Ten years! Think of all the atrocities you have committed  by attorney as it were  during that period. Remember how you trifled with this poor child's affections  how you raised her hopes on high (don't cry, my love  Basingstoke, you know), only to trample them in the dust when they were at the very zenith of their fullness. Oh fie, sir, fie  she trusted you!"},{"part":"Robin","line":"Did she? What a scoundrel I must have been! There, there  don't cry, my dear, it's all right now. Birmingham, you know  Birmingham"},{"part":"Margaret","line":"It's Ba  Ba  Basingstoke!"},{"line":"Basingstoke! Of course it is  Basingstoke.","part":"Robin"},{"part":"Margaret","line":"Then make it so!"},{"part":"Robin","line":"There, there  it's all right  he's married you now  that is, I've married you  I say, which of us has married her?"},{"line":"Oh, I've married her.","part":"Despard"},{"part":"Robin","line":"Oh, I'm glad of that. Yes, he's married you now, and anything more disreputable than my conduct seems to have been I've never even heard of. But my mind is made up  I will defy my ancestors. I will refuse to obey their behests, thus, by courting death, atone in some degree for the infamy of my career!"},{"part":"Margaret","line":"I knew it  I knew it  God bless you "},{"part":"Despard","line":"Basingstoke!"},{"part":"Margaret","line":"Basingstoke it is!"}]},{"title":"Dialogue following No. 24","lines":[{"part":"Adam","line":"Master  the deed is done!"},{"line":"What deed?","part":"Robin"},{"line":"She is here  alone, unprotected.","part":"Adam"},{"part":"Robin","line":"Who?"},{"line":"The maiden. I've carried her off  I had a hard task, for she fought like a tiger-cat!","part":"Adam"},{"line":"Great heaven, I had forgotten her! I had hoped to have died unspotted by crime, but I am foiled again  and by a tiger-cat! Produce her  and leave us!","part":"Robin"},{"line":"Dame Hannah! This is  this is not what I expected.","part":"Robin"},{"part":"Hannah","line":"Well, sir, and what would you with me? Oh, you have begun bravely  bravely indeed! Unappalled by the calm dignity of blameless womanhood, your minion has torn me from my spotless home, and dragged me, blindfold and shrieking, through hedges, over stiles, and across a very difficult country, and left me, helpless and trembling, at your mercy! Yet not helpless, coward sir, for approach one step  nay, but the twentieth part of one poor inch  and this poniard shall teach ye what it is to lay unholy hands on old Stephen Trusty's daughter!"},{"part":"Robin","line":"Madam, I am extremely sorry for this. It is not at all what I intended  anything more correct  more deeply respectful than my intentions towards you, it would be impossible for any one  however particular  to desire."},{"line":"Bah, I am not to be tricked by smooth words, hypocrite! But be warned in time, for there are, without, a hundred gallant hearts whose trusty blades would hack him limb from limb who dared to lay unholy hands on old Stephen Trusty's daughter!","part":"Hannah"},{"line":"And this is what it is to embark upon a career of unlicensed pleasure!","part":"Robin"},{"part":"Hannah","line":"Harkye, miscreant, you have secured me, and I am your poor prisoner; but if you think I cannot take care of myself you are very much mistaken. Now then, it's one to one, and let the best man win!"},{"line":"Don't! don't look at me like that! I can't bear it! Roderic! Uncle! Save me!","part":"Robin"},{"part":"Roderic","line":"What is the matter? Have you carried her off?"},{"line":"I have  she is there  look at her  she terrifies me!","part":"Robin"},{"line":"Little Nannikin!","part":"Roderic"},{"line":"Roddy-doddy!","part":"Hannah"},{"line":"My own old love! Why, how came you here?","part":"Roderic"},{"line":"This brute  he carried me off! Bodily! But I'll show him!","part":"Hannah"},{"line":"Stop! What do you mean by carrying off this lady? Are you aware that once upon a time she was engaged to be married to me? I'm very angry  very angry indeed.","part":"Roderic"},{"line":"Now I hope this will be a lesson to you in future not to","part":"Robin"},{"part":"Roderic","line":"Hold your tongue, sir."},{"part":"Robin","line":"Yes, uncle."},{"line":"Have you given him any encouragement?","part":"Roderic"},{"part":"Hannah","line":"Have I given you any encouragement? Frankly now, have I?"},{"part":"Robin","line":"No. Frankly, you have not. Anything more scrupulously correct than your conduct, it would be impossible to desire."},{"line":"You go away.","part":"Roderic"},{"part":"Robin","line":"Yes, uncle."},{"line":"This is a strange meeting after so many years!","part":"Roderic"},{"line":"Very. I thought you were dead.","part":"Hannah"},{"line":"I am. I died ten years ago.","part":"Roderic"},{"part":"Hannah","line":"And are you pretty comfortable?"},{"part":"Roderic","line":"Pretty well  that is  yes, pretty well."},{"line":"You don't deserve to be, for I loved you all the while, dear; and it made me dreadfully unhappy to hear of all your goings-on, you bad, bad boy!","part":"Hannah"}]},{"lines":[{"part":"Robin","line":"Stop a bit – both of you."},{"part":"Roderic","line":"This intrusion is unmannerly."},{"part":"Hannah","line":"I'm surprised at you."},{"part":"Robin","line":"I can't stop to apologize – an idea has just occurred to me. A Baronet of Ruddigore can only die through refusing to commit his daily crime."},{"line":"No doubt.","part":"Roderic"},{"part":"Robin","line":"Therefore, to refuse to commit a daily crime is tantamount to suicide!"},{"part":"Roderic","line":"It would seem so."},{"line":"But suicide is, itself, a crime – and so, by your own showing, you ought never to have died at all!","part":"Robin"},{"part":"Roderic","line":"I see – I understand! Then I'm practically alive!"},{"part":"Robin","line":"Undoubtedly! Rose, when you believed that I was a simple farmer, I believe you loved me?"},{"line":"Madly, passionately!","part":"Rose"},{"part":"Robin","line":"But when I became a bad baronet, you very properly loved Richard instead?"},{"part":"Rose","line":"Passionately, madly!"},{"part":"Robin","line":"But if I should turn out not to be a bad baronet after all, how would you love me then?"},{"line":"Madly, passionately!","part":"Rose"},{"line":"As before?","part":"Robin"},{"part":"Rose","line":"Why, of course!"},{"line":"My darling!","part":"Robin"},{"part":"Richard","line":"Here, I say, belay!"},{"line":"Oh, sir, belay, if it's absolutely necessary!","part":"Rose"},{"line":"Belay? Certainly not!","part":"Robin"}],"title":"Dialogue following No. 25"}]