[{"title":"Dialogue following No. 2","lines":[{"line":"Come, tell me all about it! Do not fear – I, too, have loved; but that was long ago! Who is the object of your young affections?","part":"Mrs Partlet"},{"part":"Constance","line":"Hush, mother! He is here!"},{"line":"Our reverend vicar!","part":"Mrs Partlet"},{"line":"Oh, pity me, my heart is almost broken!","part":"Constance"},{"line":"My child, be comforted. To such an union I shall not offer any opposition. Take him – hes yours! May you and he be happy!","part":"Mrs Partlet"},{"line":"But, mother dear, he is not yours to give!","part":"Constance"},{"line":"That's true, indeed!","part":"Mrs Partlet"},{"line":"He might object!","part":"Constance"},{"line":"He might. But come – take heart – I'll probe him on the subject. Be comforted – leave this affair to me.","part":"Mrs Partlet"}]},{"title":"Dialogue following No. 3","lines":[{"line":"Good day, reverend sir.","part":"Mrs Partlet"},{"line":"Ah, good Mrs. Partlet, I am glad to see you. And your little daughter, Constance! Why, she is quite a little woman, I declare!","part":"Dr Daly"},{"line":"Oh, mother, I cannot speak to him!","part":"Constance"},{"line":"Yes, reverend sir, she is nearly eighteen, and as good a girl as ever stepped. Ah, sir, I'm afraid I shall soon lose her!","part":"Mrs Partlet"},{"part":"Dr Daly","line":"Dear me, you pain me very much. Is she delicate?"},{"part":"Mrs Partlet","line":"Oh no, sir – I don't mean that – but young girls look to get married."},{"part":"Dr Daly","line":"Oh, I take you. To be sure. But there's plenty of time for that. Four or five years hence, Mrs. Partlet, four or five years hence. But when the time does come, I shall have much pleasure in marrying her myself–"},{"part":"Constance","line":"Oh, mother!"},{"part":"Dr Daly","line":"To some strapping young fellow in her own rank of life."},{"part":"Constance","line":"He does not love me!"},{"part":"Mrs Partlet","line":"I have often wondered, reverend sir (if you'll excuse the liberty), that you have never married."},{"line":"Be still, my fluttering heart!","part":"Dr Daly"},{"part":"Mrs Partlet","line":"A clergyman's wife does so much good in a village. Besides that, you are not as young as you were, and before very long you will want somebody to nurse you, and look after your little comforts."},{"part":"Dr Daly","line":"Mrs. Partlet, there is much truth in what you say. I am indeed getting on in years, and a helpmate would cheer my declining days. Time was when it might have been; but I have left it too long – I am an old fogy, now, am I not, my dear? – a very old fogy, indeed. Ha! ha! No, Mrs. Partlet, my mind is quite made up. I shall live and die a solitary old bachelor."},{"part":"Constance","line":"Oh, mother, mother!"},{"line":"Come, come, dear one, don't fret. At a more fitting time we will try again – we will try again.","part":"Mrs Partlet"},{"part":"Dr Daly","line":"Poor little girl! I'm afraid she has something on her mind. She is rather comely. Time was when this old heart would have throbbed in double-time at the sight of such a fairy form! But tush! I am puling! Here comes the young Alexis with his proud and happy father. Let me dry this tell-tale tear!"}]},{"title":"Dialogue following No. 4","lines":[{"line":"Come, come, my son – your fiancèe will be here in five minutes. Rouse yourself to receive her.","part":"Sir Marmaduke"},{"part":"Alexis","line":"Oh rapture!"},{"part":"Sir Marmaduke","line":"Yes, you are a fortunate young fellow, and I will not disguise from you that this union with the House of Sangazure realizes my fondest wishes. Aline is rich, and she comes of a sufficiently old family, for she is the seven thousand and thirty-seventh in direct descent from Helen of Troy. True, there was a blot on the escutcheon of that lady – that affair with Paris – but where is the family, other than my own, in which there is no flaw? You are a lucky fellow, sir – a very lucky fellow!"},{"part":"Alexis","line":"Father, I am welling over with limpid joy! No sicklying taint of sorrow overlies the lucid lake of liquid love, upon which, hand in hand, Aline and I are to float into eternity!"},{"line":"Alexis, I desire that of your love for this young lady you do not speak so openly. You are always singing ballads in praise of her beauty, and you expect the very menials who wait behind your chair to chorus your ecstasies. It is not delicate.","part":"Sir Marmaduke"},{"line":"Father, a man who loves as I love–","part":"Alexis"},{"line":"Pooh pooh, sir! fifty years ago I madly loved your future mother-in-law, the Lady Sangazure, and I have reason to believe that she returned my love. But were we guilty of the indelicacy of publicly rushing into each other's arms, exclaiming – \"Oh, my adored one!\" \"Beloved boy!\" \"Ecstatic rapture!\" \"Unmingled joy!\" which seems to be the modern fashion of love-making? No! it was \"Madam, I trust you are in the enjoyment of good health\" – \"Sir, you are vastly polite, I protest I am mighty well\" – and so forth. Much more delicate – much more respectful. But see –Aline approaches – let us retire, that she may compose herself for the interesting ceremony in which she is to play so important a part.","part":"Sir Marmaduke"}]},{"title":"Dialogue following No. 10","lines":[{"part":"Alexis","line":"At last we are alone! My darling, you are now irrevocably betrothed to me. Are you not very, very happy?"},{"line":"Oh, Alexis, can you doubt it? Do I not love you beyond all on earth, and am I not beloved in return? Is not true love, faithfully given and faithfully returned, the source of every earthly joy?","part":"Aline"},{"part":"Alexis","line":"Of that there can be no doubt. Oh, that the world could be persuaded of the truth of that maxim! Oh, that the world would break down the artificial barriers of rank, wealth, education, age, beauty, habits, taste, and temper, and recognize the glorious principle, that in marriage alone is to be found the panacea for every ill!"},{"part":"Aline","line":"Continue to preach that sweet doctrine, and you will succeed, oh, evangel of true happiness!"},{"part":"Alexis","line":"I hope so, but as yet the cause progresses but slowly. Still I have made some converts to the principle, that men and women should be coupled in matrimony without distinction of rank. I have lectured on the subject at Mechanics’ Institutes, and the mechanics were unanimous in favour of my views. I have preached in workhouses, beershops, and Lunatic Asylums, and I have been received with enthusiasm. I have addressed navvies on the advantages that would accrue to them if they married wealthy ladies of rank, and not a navvy dissented!"},{"part":"Aline","line":"Noble fellows! And yet there are those who hold that the uneducated classes are not open to argument! And what do the countesses say?"},{"line":"Why, at present, it can't be denied, the aristocracy hold aloof.","part":"Alexis"},{"part":"Aline","line":"Ah, the working man is the true Intelligence after all!"},{"line":"He is a noble creature when he is quite sober. Yes, Aline, true happiness comes of true love, and true love should be independent of external influences. It should live upon itself and by itself – in itself love should live for love alone!","part":"Alexis"}]},{"lines":[{"line":"Oh, Alexis, those are noble principles!","part":"Aline"},{"line":"I have seen their advertisement.","part":"Aline"},{"line":"They have invented a philtre, which, if report may be believed, is simply infallible. I intend to distribute it through the village, and within twelve hours of my doing so there will not be an adult in the place who will not have learnt the secret of pure and lasting happiness. What do you say to that?","part":"Alexis"},{"part":"Aline","line":"Well, dear, of course a filter is a very useful thing in a house; but still I don't quite see that it is the sort of thing that places its possessor on the very pinnacle of earthly joy."},{"part":"Alexis","line":"Aline, you misunderstand me. I didn't say a filter – I said a philtre."},{"part":"Aline","line":"You don't mean a love-potion?"},{"part":"Alexis","line":"On the contrary – I do mean a love potion."},{"line":"Oh, Alexis! I don't think it would be right. I don't indeed. And then – a real magician! Oh, it would be downright wicked.","part":"Aline"},{"line":"Aline, is it, or is it not, a laudable object to steep the whole village up to its lips in love, and to couple them in matrimony without distinction of age, rank, or fortune?","part":"Alexis"},{"line":"Unquestionably, but –","part":"Aline"},{"part":"Alexis","line":"Then unpleasant as it must be to have recourse to supernatural aid, I must nevertheless pocket my aversion, in deference to the great and good end I have in view. Hercules."},{"line":"Yes, sir.","part":"Page"},{"line":"Is Mr. Wells there?","part":"Alexis"},{"line":"He's in the tent, sir – refreshing.","part":"Page"},{"part":"Alexis","line":"Ask him to be so good as to step this way."},{"line":"Yes, sir.","part":"Page"},{"part":"Aline","line":"Oh, but, Alexis! A real Sorcerer! Oh, I shall be frightened to death!"},{"part":"Alexis","line":"I trust my Aline will not yield to fear while the strong right arm of her Alexis is here to protect her."},{"part":"Aline","line":"It's nonsense, dear, to talk of your protecting me with your strong right arm, in face of the fact that this Family Sorcerer could change me into a guinea-pig before you could turn round."},{"line":"He could change you into a guinea-pig, no doubt, but it is most unlikely that he would take such a liberty. It's a most respectable firm, and I am sure he would never be guilty of so untradesmanlike an act.","part":"Alexis"},{"part":"Mr Wells","line":"Good day, sir."},{"part":"Alexis","line":"Good day – I believe you are a Sorcerer."},{"line":"Yes, sir, we practice Necromancy in all its branches. We've a choice assortment of wishing-caps, divining-rods, amulets, charms, and counter-charms. We can cast you a nativity at a low figure, and we have a horoscope at three-and-six that we can guarantee. Our Abudah chests, each containing a patent Hag who comes out and prophesies disasters, with spring complete, are strongly recommended. Our Aladdin lamps are very chaste, and our Prophetic Tablets, foretelling everything – from a change of Ministry down to a rise in Unified – are much enquired for. Our penny Curse – one of the cheapest things in the trade –is considered infallible. We have some very superior Blessings, too, but they're very little asked for. We've only sold one since Christmas – to a gentleman who bought it to send to his mother-in-law – but it turned out that he was afflicted in the head, and it's been returned on our hands. But our sale of penny Curses, especially on Saturday nights, is tremendous. We can't turn 'em out fast enough.","part":"Mr Wells"}],"title":"Dialogue following No. 11"},{"lines":[{"part":"Alexis","line":"I have sent for you to consult you on a very important matter. I believe you advertise a Patent Oxy-Hydrogen Love-at-first-sight Philtre?"},{"line":"Sir, it is our leading article.","part":"Mr Wells"},{"part":"Alexis","line":"Now I want to know if you can confidently guarantee it as possessing all the qualities you claim for it in your advertisement?"},{"part":"Aline","line":"Oh, Alexis, don’t offend him! He’ll change us into something dreadful – I know he will!"},{"part":"Alexis","line":"I am anxious from purely philanthropical motives to distribute this philtre, secretly, among the inhabitants of this village. I shall of course require a quantity. How do you sell it?"},{"line":"I should mention that I am a Member of the Army and Navy Stores.","part":"Alexis"},{"part":"Mr Wells","line":"In that case we deduct 25 percent."},{"part":"Alexis","line":"Aline, the villagers will assemble to carouse in a few minutes. Go and fetch the tea-pot."},{"part":"Aline","line":"But, Alexis –"},{"part":"Alexis","line":"My dear, you must obey me, if you please. Go and fetch the teapot."},{"line":"I’m sure Dr. Daly would disapprove of it!","part":"Aline"},{"line":"And how soon does it take effect?","part":"Alexis"},{"line":"In twelve hours. Whoever drinks of it loses consciousness for that period, and on waking falls in love, as a matter of course, with the first lady he meets who has also tasted it, and his affection is at once returned. One trial will prove the fact.","part":"Mr Wells"},{"line":"Good: then, Mr. Wells, I shall feel obliged if you will at once pour as much philtre into this teapot as will suffice to affect the whole village.","part":"Alexis"},{"part":"Aline","line":"But bless me, Alexis, many of the villagers are married people!"},{"part":"Mr Wells","line":"Madam, this philtre is compounded on the strictest principles. On married people it has no effect whatever. But are you quite sure that you have nerve enough to carry you through the fearful ordeal?"},{"line":"In the good cause I fear nothing.","part":"Alexis"},{"line":"Very good, then, we will proceed at once to the Incantation.","part":"Mr Wells"}],"title":"Dialogue following No. 12"},{"title":"Dialogue following No. 16","lines":[{"line":"How joyful they all seem in their new-found happiness! The whole village has paired off in the happiest manner. And yet not a match has been made that the hollow world would not consider ill-advised!","part":"Aline"},{"line":"But we are wiser – far wiser – than the world. Observe the good that will become of these ill-assorted unions. The miserly wife will check the reckless expenditure of her too frivolous consort, the wealthy husband will shower innumerable bonnets on his penniless bride, and the young and lively spouse will cheer the declining days of her aged partner with comic songs unceasing!","part":"Alexis"},{"part":"Aline","line":"What a delightful prospect for him!"},{"part":"Alexis","line":"But one thing remains to be done, that my happiness may be complete. We must drink the philtre ourselves, that I may be assured of your love for ever and ever."},{"part":"Aline","line":"Oh, Alexis, do you doubt me? Is it necessary that such love as ours should be secured by artificial means? Oh, no, no, no!"},{"part":"Alexis","line":"My dear Aline, time works terrible changes, and I want to place our love beyond the chance of change."},{"line":"Alexis, it is already far beyond that chance. Have faith in me, for my love can never, never change!","part":"Aline"},{"line":"Then you absolutely refuse?","part":"Alexis"},{"line":"I do. If you cannot trust me, you have no right to love me – no right to be loved by me.","part":"Aline"},{"line":"Enough, Aline, I shall know how to interpret this refusal.","part":"Alexis"}]},{"title":"Dialogue following No. 17","lines":[{"line":"It is singular – it is very singular. It has overthrown all my calculations. It is distinctly opposed to the doctrine of averages. I cannot understand it.","part":"Dr Daly"},{"part":"Aline","line":"Dear Dr. Daly, what has puzzled you?"},{"part":"Dr Daly","line":"My dear, this village has not hitherto been addicted to marrying and giving in marriage. Hitherto the youths of this village have not been enterprising, and the maidens have been distinctly coy. Judge then of my surprise when I tell you that the whole village came to me in a body just now, and implored me to join them in matrimony with as little delay as possible. Even your excellent father has hinted to me that before very long it is not unlikely that he may also change his condition."},{"part":"Aline","line":"Oh, Alexis – do you hear that? Are you not delighted?"},{"line":"Yes, I confess that a union between your mother and my father would be a happy circumstance indeed. My dear sir – the news that you bring us is very gratifying.","part":"Alexis"},{"part":"Dr Daly","line":"Yes – still, in my eyes, it has its melancholy side. This universal marrying recalls the happy days – now, alas, gone forever – when I myself might have – but tush! I am puling. I am too old to marry – and yet, within the last half-hour, I have greatly yearned for companionship. I never remarked it before, but the young maidens of this village are very comely. So likewise are the middle-aged. Also the elderly. All are comely – and all are engaged!"},{"part":"Aline","line":"Here comes your father."},{"part":"Aline and Alexis","line":"Mrs. Partlet!"},{"part":"Sir Marmaduke","line":"Dr. Daly, give me joy. Alexis, my dear boy, you will, I am sure, be pleased to hear that my declining days are not unlikely to be solaced by the companionship of this good, virtuous, and amiable woman."},{"part":"Alexis","line":"My dear father, this is not altogether what I expected. I am certainly taken somewhat by surprise. Still it can hardly be necessary to assure you that any wife of yours is a mother of mine. It is not quite what I could have wished."},{"line":"Oh, sir, I entreat your forgiveness. I am aware that socially I am not heverythink that could be desired, nor am I blessed with an abundance of worldly goods, but I can at least confer on your estimable father the great and priceless dowry of a true, tender, and lovin' 'art!","part":"Mrs Partlet"},{"part":"Alexis","line":"I do not question it. After all, a faithful love is the true source of every earthly joy."},{"part":"Sir Marmaduke","line":"I knew that my boy would not blame his poor father for acting on the impulse of a heart that has never yet misled him. Zorah is not perhaps what the world calls beautiful –"},{"part":"Dr Daly","line":"Still she is comely – distinctly comely."},{"part":"Aline","line":"Zorah is very good, and very clean, and honest, and quite, quite sober in her habits: and that is worth far more than beauty, dear Sir Marmaduke."},{"line":"Yes; beauty will fade and perish, but personal cleanliness is practically undying, for it can be renewed whenever it discovers symptoms of decay. My dear Sir Marmaduke, I heartily congratulate you.","part":"Dr Daly"}]},{"title":"Dialogue following No. 23","lines":[{"part":"Dr Daly","line":"Hold! Be just. This poor child drank the philtre at your instance. She hurried off to meet you – but, most unhappily, she met me instead. As you had administered the potion to both of us, the result was inevitable. But fear nothing from me – I will be no man’s rival. I shall quit the country at once – and bury my sorrow in the congenial gloom of a Colonial Bishopric."},{"line":"My excellent old friend! Oh, Mr. Wells, what, what is to be done?","part":"Alexis"},{"part":"Mr Wells","line":"I do not know – and yet – there is one means by which this spell may be removed."},{"line":"Name it – oh, name it!","part":"Alexis"},{"part":"Mr Wells","line":"Or you or I must yield up his life to Ahrimanes. I would rather it were you. I should have no hesitation in sacrificing my own life to spare yours, but we take stock next week, and it would not be fair on the Co."},{"line":"True. Well, I am ready!","part":"Alexis"},{"line":"No, no – Alexis – it must not be! Mr. Wells, if he must die that all may be restored to their old loves, what is to become of me? I should be left out in the cold, with no love to be restored to!","part":"Aline"},{"part":"Mr Wells","line":"True – I did not think of that. My friends, I appeal to you, and I will leave the decision in your hands."}]}]