[{"title":"Dialogue following No. 1","lines":[{"line":"Mistress Meryll!","part":"Wilfred"},{"line":"Eh! Oh! it's you, is it? You may go away, if you like. Because I don't want you, you know.","part":"Phœbe"},{"line":"Haven't you anything to say to me?","part":"Wilfred"},{"part":"Phœbe","line":"Oh yes! Are the birds all caged? The wild beasts all littered down? All the locks, chains, bolts, and bars in good order? Is the Little Ease sufficiently comfortable? The racks, pincers, and thumbscrews all ready for work? Ugh! you brute!"},{"line":"These allusions to my professional duties are in doubtful taste. I didn't become a head-jailer because I like head-jailing. I didn't become an assistant-tormentor because I like assistant-tormenting. We can't all be sorcerers, you know. Ah! you brought that upon yourself.","part":"Wilfred"},{"part":"Phœbe","line":"Colonel Fairfax is not a sorcerer. He's a man of science and an alchemist."},{"part":"Wilfred","line":"Well, whatever he is, he won't be one for long, for he's to be beheaded to-day for dealings with the devil. His master nearly had him last night, when the fire broke out in the Beauchamp Tower."},{"line":"Oh! how I wish he had escaped in the confusion! But take care; there's still time for a reply to his petition for mercy.","part":"Phœbe"},{"line":"Ah! I'm content to chance that. This evening at half-past seven — ah!","part":"Wilfred"},{"part":"Phœbe","line":"You're a cruel monster to speak so unfeelingly of the death of a young and handsome soldier."},{"part":"Wilfred","line":"Young and handsome! How do you know he's young and handsome?"},{"part":"Phœbe","line":"Because I've seen him every day for weeks past taking his exercise on the Beauchamp Tower."},{"line":"Curse him!","part":"Wilfred"},{"line":"There, I believe you're jealous of him, now. Jealous of a man I've never spoken to! Jealous of a poor soul who's to die in an hour!","part":"Phœbe"},{"part":"Wilfred","line":"I am! I'm jealous of everybody and everything. I'm jealous of the very words I speak to you — because they reach your ears — and I mustn't go near 'em!"},{"line":"How unjust you are! Jealous of the words you speak to me! Why, you know as well as I do that I don't even like them.","part":"Phœbe"},{"part":"Wilfred","line":"You used to like 'em."},{"line":"I used to pretend I like them. It was mere politeness to comparative strangers.","part":"Phœbe"},{"part":"Wilfred","line":"I don't believe you know what jealousy is! I don't believe you know how it eats into a man's heart — and disorders his digestion — and turns his interior into boiling lead. Oh, you are a heartless jade to trifle with the delicate organization of the human interior."}]},{"title":"Dialogue following No. 2","lines":[{"line":"A good day to you!","part":"Dame Carruthers"},{"part":"2nd Yeoman","line":"Good day, Dame Carruthers. Busy to-day?"},{"part":"Dame Carruthers","line":"Busy, aye! the fire in the Beauchamp last night has given me work enough. A dozen poor prisoners — Richard Colfax, Sir Martin Byfleet, Colonel Fairfax, Warren the preacher-poet, and half-a-score others — all packed into one small cell, not six feet square. Poor Colonel Fairfax, who's to die to-day, is to be removed to No. 14 in the Cold Harbour that he may have his last hour alone with his confessor; and I've to see to that."},{"part":"2nd Yeoman","line":"Poor gentleman! He'll die bravely. I fought under him two years since, and he valued his life as it were a feather!"},{"line":"He's the bravest, the handsomest, and the best young gentleman in England! He twice saved my father's life; and it's a cruel thing, a wicked thing, and a barbarous thing that so gallant a hero should lose his head — for it's the handsomest head in England!","part":"Phœbe"},{"part":"Dame Carruthers","line":"For dealings with the devil. Aye! if all were beheaded who dealt with him, there'd be busy doings on Tower Green."},{"part":"Phœbe","line":"You know very well that Colonel Fairfax is a student of alchemy — nothing more, and nothing less; but this wicked Tower, like a cruel giant in a fairy-tale, must be fed with blood, and that blood must be the best and bravest in England, or it's not good enough for the old Blunderbore. Ugh!"},{"part":"Dame Carruthers","line":"Silence, you silly girl; you know not what you say. I was born in the old keep, and I've grown grey in it, and, please God, I shall die and be buried in it; and there's not a stone in its walls that is not as dear to me as my right hand."}]},{"title":"Dialogue following No. 3a","lines":[{"line":"Father!","part":"Leonard"},{"line":"Leonard! my brave boy! I'm right glad to see thee, and so is Phœbe!","part":"Sergeant Meryll"},{"line":"Aye — hast thou brought Colonel Fairfax's reprieve?","part":"Phœbe"},{"line":"Nay, I have here a despatch for the Lieutenant, but no reprieve for the Colonel!","part":"Leonard"},{"line":"Poor gentleman! poor gentleman!","part":"Phœbe"},{"line":"Aye, I would I had brought better news. I'd give my right hand — nay, my body — my life, to save his!","part":"Leonard"},{"line":"Dost thou speak in earnest, my lad?","part":"Sergeant Meryll"},{"part":"Leonard","line":"Aye, father — I'm no braggart. Did he not save thy life? and am I not his foster-brother?"},{"part":"Sergeant Meryll","line":"Then hearken to me. Thou hast come to join the Yeomen of the Guard!"},{"line":"Well?","part":"Leonard"},{"line":"None has seen thee but ourselves?","part":"Sergeant Meryll"},{"part":"Leonard","line":"And a sentry, who took scant notice of me."},{"line":"Now to prove thy words. Give me the despatch and get thee hence at once! Here is money, and I'll send thee more. Lie hidden for a space, and let no one know. I'll convey a suit of Yeoman's uniform to the Colonel's cell — he shall shave off his beard, so that none shall know him, and I'll own him as my son, the brave Leonard Meryll, who saved his flag and cut his way through fifty foes who thirsted for his life. He will be welcomed without question by my brother-Yeomen, I'll warrant that. Now, how to get access to the Colonel's cell? The key is with thy sour-faced admirer, Wilfred Shadbolt.","part":"Sergeant Meryll"},{"part":"Phœbe","line":"I think — I say, I think — I can get anything I want from Wilfred. I think — mind I say, I think — you may leave that to me."},{"line":"Then get thee hence at once, lad — and bless thee for this sacrifice.","part":"Sergeant Meryll"},{"line":"And take my blessing, too, dear, dear Leonard!","part":"Phœbe"},{"part":"Leonard","line":"And thine. eh? Humph! Thy love is newborn; wrap it up carefully, lest it take cold and die."}]},{"lines":[{"line":"Father! Has no reprieve arrived for the poor gentleman?","part":"Phœbe"},{"part":"Sergeant Meryll","line":"No, my lass; but there's one hope yet. Thy brother Leonard, who, as a reward for his valour in saving his standard and cutting his way through fifty foes who would have hanged him, has been appointed a Yeoman of the Guard, will arrive to-day; and as he comes straight from Windsor, where the Court is, it may be — it may be— that he will bring the expected reprieve with him."},{"part":"Phœbe","line":"Oh, that he may!"},{"line":"Amen to that! For the Colonel twice saved my life, and I'd give the rest of my life to save his! And wilt thou not be glad to welcome thy brave brother, with the fame of whose exploits all England is a-ringing?","part":"Sergeant Meryll"},{"part":"Phœbe","line":"Aye, truly, if he brings the reprieve."},{"part":"Sergeant Meryll","line":"And not otherwise?"},{"part":"Phœbe","line":"Well, he's a brave fellow indeed, and I love brave men."},{"line":"All brave men?","part":"Sergeant Meryll"},{"part":"Phœbe","line":"Most of them, I verily believe! But I hope Leonard will not be too strict with me — they say he is a very dragon of virtue and circumspection! Now, my dear old father is kindness itself, and —"},{"part":"Sergeant Meryll","line":"And leaves thee pretty well to thine own ways, eh? Well, I've no fears for thee; thou hast a feather-brain, but thou'rt a good lass."},{"part":"Phœbe","line":"Yes, that's all very well, but if Leonard is going to tell me that I may not do this and I may not do that, and I must not talk to this one, or walk with that one, but go through the world with my lips pursed up and my eyes cast down, like a poor nun who has renounced mankind — why, as I have not renounced mankind, and don't mean to renounce mankind, I won't have it — there!"},{"part":"Sergeant Meryll","line":"Nay, he'll not check thee more than is good for thee, Phœbe! He's a brave fellow, and bravest among brave fellows, and yet it seems but yesterday that he robbed the Lieutenant's orchard."}],"title":"Dialogue following No. 3"},{"title":"Dialogue following No. 4","lines":[{"line":"Nay, lass, be of good cheer, we may save him yet.","part":"Sergeant Meryll"},{"line":"Oh! see, father — they bring the poor gentleman from the Beauchamp! Oh, father! his hour is not yet come?","part":"Phœbe"},{"line":"No, no — they lead him to the Cold Harbour Tower to await his end in solitude. But softly — the Lieutenant approaches! He should not see thee weep.","part":"Sergeant Meryll"},{"part":"Lieutenant","line":"Halt! Colonel Fairfax, my old friend, we meet but sadly."},{"part":"Fairfax","line":"Sir, I greet you with all good-will; and I thank you for the zealous care with which you have guarded me from the pestilent dangers which threaten human life outside. In this happy little community, Death, when he comes, doth so in punctual and business-like fashion; and, like a courtly gentleman, giveth due notice of his advent, that one may not be taken unawares."},{"part":"Lieutenant","line":"Sir, you bear this bravely, as a brave man should."},{"part":"Fairfax","line":"Why, sir, it is no light boon to die swiftly and surely at a given hour and in a given fashion! Truth to tell, I would gladly have my life; but if that may not be, I have the next best thing to it, which is death. Believe me, sir, my lot is not so much amiss!"},{"line":"Oh, father, father, I cannot bear it!","part":"Phœbe"},{"line":"My poor lass!","part":"Sergeant Meryll"},{"line":"Nay, pretty one, why weepest thou? Come, be comforted. Such a life as mine is not worth weeping for. Sergeant Meryll, is it not? May I greet my old friend? Why, man, what's all this? Thou and I have faced the grim old king a dozen times, and never has his majesty come to me in such goodly fashion. Keep a stout heart, good fellow — we are soldiers, and we know how to die, thou and I. Take my word for it, it is easier to die well than to live well — for, in sooth, I have tried both.","part":"Fairfax"}]},{"title":"Dialogue following No. 5","lines":[{"part":"Fairfax","line":"And now, Sir Richard, I have a boon to beg. I am in this strait for no better reason than because my kinsman, Sir Clarence Poltwhistle, one of the Secretaries of State, has charged me with sorcery, in order that he may succeed in my estate, which devolves to him provided I die unmarried."},{"part":"Lieutenant","line":"As thou wilt most surely do."},{"part":"Fairfax","line":"Nay, as I will most surely not do, by your worship's grace! I have a mind to thwart this good cousin of mine."},{"line":"How?","part":"Lieutenant"},{"part":"Fairfax","line":"By marrying forthwith, to be sure!"},{"part":"Lieutenant","line":"But heaven ha' mercy, whom wouldst thou marry?"},{"line":"Nay, I am indifferent on that score. Coming Death hath made of me a true and chivalrous knight, who holds all womankind in such esteem that the oldest, and the meanest, and the worst-favoured of them is good enough for him. So, my good Lieutenant, if thou wouldst serve a poor soldier who has but an hour to live, find me the first that comes — my confessor shall marry us, and her dower shall be my dishonoured name and a hundred crowns to boot. No such poor dower for an hour of matrimony!","part":"Fairfax"},{"line":"A strange request. I doubt that I should be warranted in granting it.","part":"Lieutenant"},{"line":"There never was a marriage fraught with so little of evil to the contracting parties. In an hour she'll be a widow, and I — a bachelor again for aught I know!","part":"Fairfax"},{"line":"Well, I will see what can be done, for I hold thy kinsman in abhorrence for the scurvy trick he has played thee.","part":"Lieutenant"},{"part":"Fairfax","line":"A thousand thanks, good sir; we meet again in this spot in an hour or so. I shall be a bridegroom then, and your worship will wish me joy. Till then, farewell. I am ready, good fellows."},{"line":"He is a brave fellow, and it is a pity that he should die. Now, how to find him a bride at such short notice? Well, the task should be easy!","part":"Lieutenant"}]},{"lines":[{"part":"Point","line":"My masters, I pray you bear with us, and we will satisfy you, for we are merry folk who would make all merry as ourselves. For, look you, there is humour in all things, and the truest philosophy is that which teaches us to find it and to make the most of it."},{"part":"Elsie","line":"Hands off, I say, unmannerly fellow!"},{"line":"Ha! Didst thou hear her say, \"Hands off\"?","part":"Point"},{"line":"Aye, I heard her say it, and I felt her do it! What then?","part":"lst Citizen"},{"line":"Thou dost not see the humour of that?","part":"Point"},{"line":"Nay, if I do, hang me!","part":"lst Citizen"},{"part":"Point","line":"Thou dost not? Now, observe. She said, \"Hands off!\" Whose hands? Thine. Off whom? Off her. Why? Because she is a woman. Now, had she not been a woman, thine hands had not been set upon her at all. So the reason for the laying on of hands is the reason for the taking off of hands, and herein is contradiction contradicted! It is the very marriage of pro with con; and no such lopsided union either, as times go, for pro is not more unlike con than man is unlike woman — yet men and women marry every day with none to say, \"Oh, the pity of it!\" but I and fools like me! Now wherewithal shall we please you? We can rhyme you couplet, triolet, quatrain, sonnet, rondolet, ballade, what you will. Or we can dance you saraband, gondolet, carole, pimpernel, or jumping Joan."},{"part":"Elsie","line":"Let us give them the singing farce of the Merryman and his Maid — therein is song and dance too."},{"line":"Aye, the Merryman and his Maid!","part":"All"}],"title":"Dialogue following No. 6"},{"lines":[{"line":"Well sung and well danced!","part":"1st Citizen"},{"part":"2nd Citizen","line":"A kiss for that, pretty maid!"},{"part":"All","line":"Aye, a kiss all round."},{"part":"Elsie","line":"Best beware! I am armed!"},{"line":"Back, sirs — back! This is going too far.","part":"Point"},{"line":"Thou dost not see the humour of it, eh? Yet there is humour in all things — even in this.","part":"2nd Citizen"},{"part":"Elsie","line":"Help! Help!"},{"part":"Lieutenant","line":"What is the pother?"},{"line":"Sir, we sang to these folk, and they would have repaid us with gross courtesy, but for your honour's coming.","part":"Elsie"},{"line":"Away with ye! Clear the rabble. Now, my girl, who are you, and what do you here?","part":"Lieutenant"},{"part":"Elsie","line":"May it please you, sir, we are two strolling players, Jack Point and I, Elsie Maynard, at your worship's service. We go from fair to fair, singing, and dancing, and playing brief interludes; and so we make a poor living."},{"line":"You two, eh? Are ye man and wife?","part":"Lieutenant"},{"part":"Point","line":"No, sir; for though I'm a fool, there is a limit to my folly. Her mother, old Bridget Maynard, travels with us (for Elsie is a good girl), but the old woman is a-bed with fever, and we have come here to pick up some silver to buy an electuary for her."},{"part":"Lieutenant","line":"Hark ye, my girl! Your mother is ill?"},{"line":"Sorely ill, sir.","part":"Elsie"},{"part":"Lieutenant","line":"And needs good food, and many things that thou canst not buy?"},{"line":"Alas! sir, it is too true.","part":"Elsie"},{"part":"Lieutenant","line":"Wouldst thou earn an hundred crowns?"},{"part":"Elsie","line":"An hundred crowns! They might save her life!"},{"part":"Lieutenant","line":"Then listen! A worthy but unhappy gentleman is to be beheaded in an hour on this very spot. For sufficient reasons, he desires to marry before he dies, and he hath asked me to find him a wife. Wilt thou be that wife?"},{"line":"The wife of a man I have never seen!","part":"Elsie"},{"line":"Why, sir, look you, I am concerned in this; for though I am not yet wedded to Elsie Maynard, time works wonders, and there's no knowing what may be in store for us. Have we your worship's word for it that this gentleman will die today?","part":"Point"},{"part":"Lieutenant","line":"Nothing is more certain, I grieve to say."},{"line":"And that the maiden will be allowed to depart the very instant the ceremony is at an end?","part":"Point"},{"line":"The very instant. I pledge my honour that it shall be so.","part":"Lieutenant"},{"part":"Point","line":"An hundred crowns?"},{"line":"An hundred crowns!","part":"Lieutenant"},{"line":"For my part, I consent. It is for Elsie to speak.","part":"Point"}],"title":"Dialogue following No. 7"},{"title":"Dialogue following No. 8","lines":[{"part":"Lieutenant","line":"And so, good fellow, you are a jester?"},{"part":"Point","line":"Aye, sir, and like some of my jests, out of place."},{"line":"I have a vacancy for such an one. Tell me, what are your qualifications for such a post?","part":"Lieutenant"},{"part":"Point","line":"Marry, sir, I have a pretty wit. I can rhyme you extempore; I can convulse you with quip and conundrum; I have the lighter philosophies at my tongue's tip; I can be merry, wise, quaint, grim, and sardonic, one by one, or all at once; I have a pretty turn for anecdote; I know all the jests — ancient and modern — past, present, and to come; I can riddle you from dawn of day to set of sun, and, if that content you not, well on to midnight and the small hours. Oh, sir, a pretty wit, I warrant you — a pretty, pretty wit!"}]},{"lines":[{"part":"Lieutenant","line":"And how came you to leave your last employ?"},{"part":"Point","line":"Why, sir, it was in this wise. My Lord was the Archbishop of Canterbury, and it was considered that one of my jokes was unsuited to His Grace's family circle. In truth, I ventured to ask a poor riddle, sir — Wherein lay the difference between His Grace and poor Jack Point? His Grace was pleased to give it up, sir. And thereupon I told him that whereas His Grace was paid £10,000 a year for being good, poor Jack Point was good — for nothing. 'Twas but a harmless jest, but it offended His Grace, who whipped me and set me in the stocks for a scurril rogue, and so we parted. I had as lief not take post again with the dignified clergy."},{"line":"But I trust you are very careful not to give offence. I have daughters.","part":"Lieutenant"},{"part":"Point","line":"Sir, my jests are most carefully selected, and anything objectionable is expunged. If your honour pleases, I will try then first on your honour's chaplain."},{"part":"Lieutenant","line":"Can you give me an example? Say that I had sat me down hurriedly on something sharp?"},{"part":"Point","line":"Sir, I should say that you had sat down on the spur of the moment."},{"part":"Lieutenant","line":"Humph! I don't think much of that. Is that the best you can do?"},{"part":"Point","line":"It has always been much admired , sir, but we will try again."},{"part":"Lieutenant","line":"Well, then, I am at dinner, and the joint of meat is but half cooked."},{"part":"Point","line":"Why then, sir, I should say that what is underdone cannot be helped."},{"part":"Lieutenant","line":"I see. I think that manner of thing would be somewhat irritating."},{"part":"Point","line":"At first, sir, perhaps; but use is everything, and you would come in time to like it."},{"line":"We will suppose that I caught you kissing the kitchen wench under my very nose.","part":"Lieutenant"},{"line":"Under her very nose, good sir — not under yours! That is where I would kiss her. Do you take me? Oh, sir, a pretty wit — a pretty, pretty wit!","part":"Point"},{"line":"The maiden comes. Follow me, friend, and we will discuss this matter at length in my library.","part":"Lieutenant"},{"part":"Point","line":"I am your worship's servant. That is to say, I trust I soon shall be. But, before proceeding to a more serious topic, can you tell me, sir, why a cook's brain-pan is like an overwound clock?"},{"line":"A truce to this fooling — follow me.","part":"Lieutenant"},{"line":"Just my luck; my best conundrum wasted!","part":"Point"}],"title":"Dialogue following No. 9"},{"title":"Dialogue following No. 10","lines":[{"line":"'Tis an odd freak for a dying man and his confessor to be closeted alone with a strange singing girl. I would fain have espied them, but they stopped up the keyhole. My keyhole!","part":"Wilfred"},{"part":"Phœbe","line":"Wilfred — and alone!"},{"part":"Wilfred","line":"Now what could he have wanted with her? That's what puzzles me!"},{"part":"Phœbe","line":"Now to get the keys from him. Wilfred — has no reprieve arrived?"},{"part":"Wilfred","line":"None. Thine adored Fairfax is to die."},{"part":"Phœbe","line":"Nay, thou knowest that I have naught but pity for the poor condemned gentleman."},{"part":"Wilfred","line":"I know that he who is about to die is more to thee than I, who am alive and well."},{"part":"Phœbe","line":"Why, that were out of reason, dear Wilfred. Do they not say that a live ass is better than a dead lion? No, I don't mean that!"},{"part":"Wilfred","line":"Oh, they say that, do they?"},{"line":"It's unpardonably rude of them, but I believe they put it in that way. Not that it applies to thee, who art clever beyond all telling!","part":"Phœbe"},{"part":"Wilfred","line":"Oh yes, as an assistant-tormentor."},{"part":"Phœbe","line":"Nay, as a wit, as a humorist, as a most philosophic commentator on the vanity of human resolution."},{"line":"Truly, I have seen great resolution give way under my persuasive methods. In the nice regulation of a thumbscrew — in the hundredth part of a single revolution lieth all the difference between stony reticence and a torrent of impulsive unbosoming that the pen can scarcely follow. Ha! ha! I am a mad wag.","part":"Wilfred"},{"part":"Phœbe","line":"Thou art a most light-hearted and delightful companion, Master Wilfred. Thine anecdotes of the torture-chamber are the prettiest hearing."},{"part":"Wilfred","line":"I'm a pleasant fellow an I choose. I believe I am the merriest dog that barks. Ah, we might be passing happy together —"},{"part":"Phœbe","line":"Perhaps. I do not know."},{"part":"Wilfred","line":"For thou wouldst make a most tender and loving wife."},{"line":"Aye, to one whom I really loved. For there is a wealth of love within this little heart — saving up for — I wonder whom? Now, of all the world of men, I wonder whom? To think that he whom I am to wed is now alive and somewhere! Perhaps far away, perhaps close at hand! And I know him not! It seemeth that I am wasting time in not knowing him.","part":"Phœbe"},{"line":"Now say that it is I — nay! suppose it for the nonce. Say that we are wed — suppose it only — say that thou art my very bride, and I thy cheery, joyous, bright, frolicsome husband — and that, the day's work being done, and the prisoners stored away for the night, thou and I are alone together — with a long, long evening before us!","part":"Wilfred"},{"line":"It is a pretty picture— but I scarcely know. It cometh so unexpectedly — and yet — and yet — were I thy bride —","part":"Phœbe"},{"part":"Wilfred","line":"Aye! — wert thou my bride —?"},{"line":"Oh, how I would love thee!","part":"Phœbe"}]},{"lines":[{"line":"No, thou'rt not — not yet! But, Lord, how she woo'd! I should be no mean judge of wooing, seeing that I have been more hotly woo'd than most men. I have been woo'd by maid, widow, and wife. I have been woo'd boldly, timidly, tearfully, shyly — by direct assault, by suggestion, by implication, by inference, and by innuendo. But this wooing is not of the common order; it is the wooing of one who must needs woo me, if she die for it!","part":"Wilfred"},{"part":"Meryll","line":"The deed is, so far, safely accomplished. The slyboots, how she wheedled him! What a helpless ninny is a love-sick man! He is but as a lute in a woman's hands — she plays upon him whatever tune she will. But the Colonel comes. I' faith, he's just in time, for the Yeomen parade here for his execution in two minutes!"},{"part":"Fairfax","line":"My good and kind friend, thou runnest a grave risk for me!"},{"line":"Tut, sir, no risk. I'll warrant none here will recognise you. You make a brave Yeoman, sir! So — this ruff is too high; so — and the sword should hang thus. Here is your halbert, sir; carry it thus. The Yeomen come. Now, remember, you are my brave son, Leonard Meryll.","part":"Meryll"},{"part":"Fairfax","line":"If I may not bear mine own name, there is none other I would bear so readily."},{"part":"Meryll","line":"Now, sir, put a bold face on it, for they come."}],"title":"Dialogue following No. 11"},{"title":"Dialogue following No. 13","lines":[{"part":"Point","line":"\"The Merrie Jestes of Hugh Ambrose, No. 7863. The Poor Wit and the Rich Councillor. A certayne poor wit, being an-hungered, did meet a well-fed councillor. 'Marry, fool,' quoth the councillor, 'whither away?' 'In truth,' said the poor wag, 'in that I have eaten naught these two dayes, I do wither away, and that right rapidly!' The Councillor laughed hugely, and gave him a sausage.\" Humph! The councillor was easier to please than my new master the Lieutenant. I would like to take post under that councillor. Ah! 'tis but melancholy mumming when poor heart-broken, jilted Jack Point must needs turn to Hugh Ambrose for original light humour!"},{"part":"Wilfred","line":"Ah, Master Point!"},{"part":"Point","line":"Ha! friend jailer! Jailer that wast — jailer that never shalt be more! Jailer that jailed not, or that jailed, if jail he did, so unjailery that 'twas but jerry-jailing, or jailing in joke — though no joke to him who, by unjailerlike jailing, did so jeopardize his jailership. Come, take heart, smile, laugh, wink, twinkle, thou tormentor that tormentest none — thou racker that rackest not — thou pincher out of place — come, take heart, and be merry, as I am! — — as I am!"},{"part":"Wilfred","line":"Aye, it's well for thee to laugh. Thou hast a good post, and hast cause to be merry."},{"line":"Cause? Have we not all cause? Is not the world a big butt of humour, into which all who will may drive a gimlet? See, I am a salaried wit; and is there aught in nature more ridiculous? A poor, dull, heart-broken man, who must needs be merry, or he will be whipped; who must rejoice, lest he starve; who must jest you, jibe you, quip you, crank you, wrack you, riddle you, from hour to hour, from day to day, from year to year, lest he dwindle, perish, starve, pine, and die! Why, when there's naught else to laugh at, I laugh at myself till I ache for it!","part":"Point"},{"part":"Wilfred","line":"Yet I have often thought that a jester's calling would suit me to a hair."},{"line":"Thee? Would suit thee, thou death's head and cross-bones?","part":"Point"},{"part":"Wilfred","line":"Aye, I have a pretty wit — a light, airy, joysome wit, spiced with anecdotes of prison cells and the torture chamber. Oh, a very delicate wit! I have tried it on many a prisoner, and there have been some who smiled. Now it is not easy to make a prisoner smile. And it should not be difficult to be a good jester, seeing that thou are one."},{"line":"Difficult? Nothing easier. Nothing easier. Attend, and I will prove it to thee!","part":"Point"}]},{"lines":[{"part":"Point","line":"And so thou wouldst be a jester, eh?."},{"part":"Wilfred","line":"Aye!"},{"part":"Point","line":"Now, listen! My sweetheart, Elsie Maynard, was secretly wed to this Fairfax half an hour ere he escaped."},{"line":"She did well.","part":"Wilfred"},{"line":"She did nothing of the kind, so hold thy peace and perpend. Now, while he liveth she is dead to me and I to her, and so, my jibes and jokes notwithstanding, I am the saddest and the sorriest dog in England!","part":"Point"},{"part":"Wilfred","line":"Thou art a very dull dog indeed."},{"line":"Now, if thou wilt swear that thou didst shoot this Fairfax while he was trying to swim across the river — it needs but the discharge of an arquebus on a dark night — and that he sank and was seen no more, I'll make thee the very Archbishop of jesters, and that in two days' time! Now, what sayest thou?","part":"Point"},{"part":"Wilfred","line":"I am to lie?"},{"part":"Point","line":"Heartily. But thy lie must be a lie of circumstance, which I will support with the testimony of eyes, ears, and tongue."},{"line":"And thou wilt qualify me as a jester?","part":"Wilfred"},{"part":"Point","line":"As a jester among jesters. I will teach thee all my original songs, my self-constructed riddles, my own ingenious paradoxes; nay, more, I will reveal to thee the source whence I get them. Now, what sayest thou?"},{"line":"Why, if it be but a lie thou wantest of me, I hold it cheap enough, and I say yes, it is a bargain!","part":"Wilfred"}],"title":"Dialogue following No. 14"},{"lines":[{"line":"Two days gone, and no news of poor Fairfax. The dolts! They seek him everywhere save within a dozen yards of his dungeon. So I am free! Free, but for the cursed haste with which I hurried headlong into the bonds of matrimony with — Heaven knows whom! As far as I remember, she should have been young; but even had not her face been concealed by her kerchief, I doubt whether, in my then plight, I should have taken much note of her. Free? Bah! The Tower bonds were but a thread of silk compared with these conjugal fetters which I, fool that I was, placed upon mine own hands. From the one I broke readily enough — how to break the other!","part":"Fairfax"}],"title":"Dialogue following No. 15"},{"lines":[{"line":"Well, Sergeant Meryll, and how fares thy pretty charge, Elsie Maynard?","part":"Fairfax"},{"line":"Well enough, sir. She is quite strong again, and leaves us to-night.","part":"Meryll"},{"line":"Thanks to Dame Carruthers' kind nursing, eh?","part":"Fairfax"},{"part":"Meryll","line":"Aye, deuce take the old witch! Ah, 'twas but a sorry trick you played me, sir, to bring the fainting girl to me. It gave the old lady an excuse for taking up her quarters in my house, and for the last two years I've shunned her like the plague. Another day of it and she would have married me! Good Lord, here she is again! I'll e'en go."},{"line":"Nay, Sergeant Meryll, don't go. I have something of grave import to say to thee.","part":"Dame Carruthers"},{"part":"Meryll","line":"It's coming."},{"part":"Fairfax","line":"I'faith, I think I', not wanted here."},{"part":"Dame Carruthers","line":"Nay, Master Leonard, I've naught to say to thy father that his son may not hear."},{"line":"True. I'm one of the family; I had forgotten!","part":"Fairfax"},{"line":"'Tis about this Elsie Maynard. A pretty girl, Master Leonard.","part":"Dame Carruthers"},{"part":"Fairfax","line":"Aye, fair as a peach blossom — what then?"},{"line":"She hath a liking for thee, or I mistake not.","part":"Dame Carruthers"},{"line":"With all my heart. She's as dainty a little maid as you'll find in a midsummer day's march.","part":"Fairfax"},{"part":"Dame Carruthers","line":"Then be warned in time, and give not thy heart to her. Oh, I know what it is to give my heart to one who will have none of it!"},{"part":"Meryll","line":"Aye, she knows all about that. And why is my boy to take heed of her? She's a good girl, Dame Carruthers."},{"part":"Dame Carruthers","line":"Good enough, for aught I know. But she's no girl. She's a married woman."},{"part":"Meryll","line":"A married woman! Tush, old lady — she's promised to Jack Point, the Lieutenant's new jester."},{"line":"Tush in thy teeth, old man! As my niece Kate sat by her bedside to-day, this Elsie slept, and as she slept she moaned and groaned, and turned this way and that way — and, \"How shall I marry one I have never seen?\" quoth she — then, \"An hundred crowns!\" quoth she— then, \"Is it certain he will die in an hour?\" quoth she — then, \"I love him not, and yet I am his wife,\" quoth she! Is it not so, Kate?","part":"Dame Carruthers"},{"line":"Aye, aunt, 'tis even so.","part":"Kate"},{"part":"Fairfax","line":"Art thou sure of all this?"},{"line":"Aye, sir, for I wrote it all down on my tablets.","part":"Kate"},{"part":"Dame Carruthers","line":"Now, mark my words: it was of this Fairfax she spake, and he is her husband, or I'll swallow my kirtle!"},{"part":"Meryll","line":"Is it true, sir?"},{"line":"True? Why, the girl was raving! Why should she marry a man who had but an hour to live?","part":"Fairfax"},{"line":"Marry? There be those who would marry but for a minute, rather than die old maids.","part":"Dame Carruthers"},{"part":"Meryll","line":"Aye, I know one of them!"}],"title":"Dialogue following No. 16"},{"title":"Dialogue following No. 17","lines":[{"line":"So my mysterious bride is no other than this winsome Elsie! By my hand, 'tis no such ill plunge in Fortune's lucky bag! I might have fared worse with my eyes open! But she comes. Now to test her principles. 'Tis not every husband who has a chance of wooing his own wife!","part":"Fairfax"},{"line":"Mistress Elsie! Elsie. Master Leonard! Fairfax. So thou leavest us to-night?","part":"Fairfax"},{"line":"Yes. Master Leonard. I have been kindly tended, and I almost fear I am loth to go.","part":"Elsie"},{"part":"Fairfax","line":"And this Fairfax. Wast thou glad when he escaped?"},{"line":"Why, truly, Master Leonard, it is a sad thing that a young and gallant gentleman should die in the very fullness of his life.","part":"Elsie"},{"line":"Then when thou didst faint in my arms, it was for joy at his safety?","part":"Fairfax"},{"part":"Elsie","line":"It may be so. I was highly wrought, Master Leonard, and I am but a girl, and so, when I am highly wrought, I faint."},{"line":"Now, dost thou know, I am consumed with a parlous jealousy?","part":"Fairfax"},{"line":"Thou? And of whom?","part":"Elsie"},{"part":"Fairfax","line":"Why, of this Fairfax, surely!"},{"line":"Of Colonel Fairfax?","part":"Elsie"},{"part":"Fairfax","line":"Aye. Shall I be frank with thee? Elsie — I love thee, ardently, passionately! Elsie, I have loved thee these two days — which is a long time — and I would fain join my life to thine!"},{"part":"Elsie","line":"Master Leonard! Thou art jesting!"},{"line":"Jesting? May I shrivel into raisins if I jest! I love thee with a love that is a fever — with a love that is a frenzy — with a love that eateth up my heart! What sayest thou? Thou wilt not let my heart be eaten up?","part":"Fairfax"},{"line":"Oh, mercy! What am I to say?","part":"Elsie"},{"line":"Dost thou love me, or hast thou been insensible these two days?","part":"Fairfax"},{"line":"I love all brave men.","part":"Elsie"},{"part":"Fairfax","line":"Nay, there is love in excess. I thank heaven there are many brave men in England; but if thou lovest them all, I withdraw my thanks."},{"line":"I love the bravest best. But, sir, I may not listen — I am not free — I — I am a wife!","part":"Elsie"},{"part":"Fairfax","line":"Thou a wife? Whose? His name? His hours are numbered — nay, his grave is dug and his epitaph set up! Come, his name?"},{"line":"Oh, sir! keep my secret — it is the only barrier that Fate could set up between us. My husband is none other than Colonel Fairfax!","part":"Elsie"},{"line":"The greatest villain unhung! The most ill-favoured, ill-mannered, ill-natured, ill-omened, ill-tempered dog in Christendom!","part":"Fairfax"},{"line":"It is very like. He is naught to me — for I never saw him. I was blindfolded, and he was to have died within the hour; and he did not die — and I am wedded to him, and my heart is broken!","part":"Elsie"},{"part":"Fairfax","line":"He was to have died, and he did not die? The scoundrel! The perjured, traitorous villain! Thou shouldst have insisted on his dying first, to make sure. 'Tis the only way with these Fairfaxes."},{"line":"I now wish I had!","part":"Elsie"},{"part":"Fairfax","line":"Bloodthirsty little maiden! A fig for this Fairfax! Be mine — he will never know — he dares not show himself; and if he dare, what art thou to him? Fly with me, Elsie — we will be married tomorrow, and thou shalt be the happiest wife in England!"},{"line":"Master Leonard! I am amazed! Is it thus that brave soldiers speak to poor girls? Oh! for shame, for shame! I am wed — not the less because I love not my husband. I am a wife, sir, and I have a duty. and — oh, sir! — thy words terrify me — they are not honest — they are wicked words, and unworthy thy great and brave heart! Oh, shame upon thee! shame upon thee!","part":"Elsie"},{"part":"Fairfax","line":"Nay, Elsie, I did but jest. I spake but to try thee —"}]},{"lines":[{"part":"Elsie","line":"Still, he was my husband, and had he not been, he was nevertheless a living man, and now he is dead; and so, by your leave, my tears may flow unchidden, Master Point."},{"line":"And thou didst see all this?","part":"Fairfax"},{"part":"Point","line":"Aye, with both eyes at once — this and that. The testimony of one eye is naught — he may lie. But when it is corroborated by the other, it is good evidence that none may gainsay. Here are both present in court, ready to swear to him!"},{"line":"But art thou sure it was Colonel Fairfax? Saw you his face?","part":"Phœbe"},{"part":"Point","line":"Aye, and a plaguey ill-favoured face too. A very hang-dog face — a felon face — a face to fright the headsman himself, and make him strike awry. Oh, a plaguey, bad face, take my word for it. How they laugh! \"Tis ever thus with simple folk — an accepted wit has but to say \"Pass the mustard,\" and they roar their ribs out!"},{"part":"Fairfax","line":"If ever I come to life again, thou shalt pay for this, Master Point!"},{"part":"Point","line":"Now, Elsie, thou art free to choose again, so behold me: I am young and well-favoured. I have a pretty wit. I can jest you, jibe you, quip you, crank you, wrack you, riddle you —"},{"line":"Tush, man, thou knowest not how to woo. 'Tis not to be done with time-worn jests and thread-bare sophistries; with quips, conundrums, rhymes, and paradoxes. 'Tis an art in itself, and must be studied gravely and conscientiously.","part":"Fairfax"}],"title":"Dialogue following No. 18"},{"title":"Dialogue following No. 19","lines":[{"line":"Now, listen to me — 'tis done thus — — Mistress Elsie, there is one here who, as thou knowest, loves thee right well!","part":"Fairfax"},{"line":"That he does— right well!","part":"Point"},{"line":"He is but a man of poor estate, but he hath a loving, honest heart. He will be a true and trusty husband to thee, and if thou wilt be his wife, thou shalt lie curled up in his heart, like a little squirrel in its nest!","part":"Fairfax"},{"part":"Point","line":"'Tis a pretty figure. A maggot in a nut lies closer, but a squirrel will do."},{"part":"Fairfax","line":"He knoweth that thou wast a wife — an unloved and unloving wife, and his poor heart was near to breaking. But now that thine unloving husband is dead, and thou art free, he would fain pray that thou wouldst hearken unto him, and give him hope that thou wouldst one day be his!"},{"line":"He presses her hands — and whispers in her ear! Ods bodikins, what does it mean?","part":"Phœbe"},{"part":"Fairfax","line":"Now, sweetheart, tell me — wilt thou be this poor good fellow's wife?"},{"line":"If the good, brave man — is he a brave man?","part":"Elsie"},{"part":"Fairfax","line":"So men say."},{"part":"Point","line":"That's not true, but let it pass."},{"line":"If the brave man will be content with a poor, penniless, untaught maid —","part":"Elsie"},{"line":"Widow — but let that pass.","part":"Point"},{"line":"I will be his true and loving wife, and that with my heart of hearts!","part":"Elsie"},{"part":"Fairfax","line":"My own dear love!"},{"part":"Phœbe","line":"Why, what's all this? Brother — brother — it is not seemly!"},{"line":"Oh, I can't let that pass! Hold, enough, Master Leonard! An advocate should have his fee, but methinks thou art over-paying thyself!","part":"Point"},{"part":"Fairfax","line":"Nay, that is for Elsie to say. I promised thee I would show thee how to woo, and herein lies the proof of the virtue of my teaching. Go thou, and apply it elsewhere!"}]},{"title":"Dialogue following No. 20","lines":[{"part":"Phœbe","line":"And I helped that man to escape, and I've kept his secret, and pretended that I was his dearly loving sister, and done everything I could think of to make folk believe I was his loving sister, and this is his gratitude! Before I pretend to be sister to anybody again, I'll turn nun, and be sister to everybody— one as much as another!"},{"part":"Wilfred I","line":"n tears, eh? What a plague art thou grizzling for now?"},{"part":"Phœbe","line":"Why am I grizzling? Thou hast often wept for jealousy — well, 'tis for jealousy I weep now. Aye, yellow, bilious, jaundiced jealousy. So make the most of that, Master Wilfred."},{"part":"Wilfred","line":"But I have never given thee cause for jealousy. The Lieutenant's cook-maid and I are but the merest gossips!"},{"line":"Jealous of thee! Bah! I'm jealous of no craven cock-on-a-hill, who crows about what he'd do an he dared! I am jealous of another and a better man than thou — set that down, Master Wilfred. And he is to marry Elsie Maynard, the pale little fool — set that down Master Wilfred — and my heart is wellnigh broken! There, thou hast it all! Make the most of it!","part":"Phœbe"},{"part":"Wilfred","line":"The man thou lovest is to marry Elsie Maynard? Why, that is no other than thy brother, Leonard Meryll!"},{"line":"Oh, mercy! what have I said?","part":"Phœbe"},{"part":"Wilfred","line":"Why, what matter of brother is this, thou lying little jade? Speak! Who is this man whom thou hast called brother, and fondled, and coddled, and kissed! — with my connivance, too! Oh Lord! with my connivance! Ha! should it be this Fairfax! It is! It is this accursed Fairfax! It's Fairfax! Fairfax, who —"},{"part":"Phœbe","line":"Whom thou hast just shot through the head, and who lies at the bottom of the river!"},{"line":"A — I — I may have been mistaken. We are but fallible mortals, the best of us. But I'll make sure — I'll make sure.","part":"Wilfred"},{"line":"Stay — one word. I think it cannot be Fairfax — mind, I say I think — because thou hast just slain Fairfax. But whether he be Fairfax or no Fairfax, he is to marry Elsie — and — and — as thou hast shot him through the head, and he is dead, be content with that, and I will be thy wife!","part":"Phœbe"},{"line":"Is that sure?","part":"Wilfred"},{"part":"Phœbe","line":"Aye, sure enough, for there's no help for it! Thou art a very brute — but even brutes must marry, I suppose."},{"part":"Wilfred","line":"My beloved."},{"part":"Phœbe","line":"Ugh!"},{"line":"Phœbe, rejoice, for I bring glad tidings. Colonel Fairfax's reprieve was signed two days since, but it was foully and maliciously kept back by Secretary Poltwhistle, who designed that it should arrive after the Colonel's death. It hath just come to hand, and it is now in the Lieutenant's possession!","part":"Leonard"},{"part":"Phœbe","line":"Then the Colonel is free? Oh, kiss me, kiss me, my dear! Kiss me, again, and again!"},{"part":"Wilfred","line":"Ods bobs, death o' my life! Art thou mad? Am I mad? Are we all mad?"},{"line":"Oh, my dear — my dear, I'm well-nigh crazed with joy!","part":"Phœbe"},{"part":"Wilfred","line":"Come away fro him, thou hussy — thou jade — thou kissing, clinging cockatrice! And as for thee, sir, devil take thee, I'll rip thee like a herring for this! I'll skin thee for it! I'll cleave thee to the chine! I'll — oh! Phœbe! Phœbe! Who is this man?"},{"part":"Phœbe","line":"Peace, fool. He is my brother!"},{"part":"Wilfred","line":"Another brother! Are there any more of them? Produce them all at once, and let me know the worst!"},{"line":"This is the real Leonard, dolt; the other was but his substitute. The real Leonard, I say — my father's own son.","part":"Phœbe"},{"line":"How do I know this? Has he \"brother\" writ large on his brow? I mistrust thy brothers! Thou art but a false jade!","part":"Wilfred"},{"part":"Phœbe","line":"Now, Wilfred, be just. Truly I did deceive thee before — but it was to save a precious life — and to save it, not for me, but for another. They are to be wed this very day. Is not this enough for thee? Come — I am thy Phœbe — thy very own — and we will be wed in a year — or two — or three, at the most. Is not that enough for thee?"},{"line":"Phœbe, hast thou heard the brave news?","part":"Meryll"},{"line":"Aye, father.","part":"Phœbe"},{"part":"Meryll","line":"I'm nigh mad with joy! Why, what's all this?"},{"part":"Phœbe","line":"Oh, father, he discovered our secret thorough my folly, and the price of his silence is—"},{"part":"Wilfred","line":"Phœbe's heart."},{"part":"Phœbe","line":"Oh, dear, no — Phœbe's hand."},{"line":"It's the same thing!","part":"Wilfred"},{"part":"Phœbe","line":"Is it?"},{"line":"'Tis pity, but the Colonel had to be saved at any cost, and as thy folly revealed our secret, thy folly must e'en suffer for it! Dame Carruthers!","part":"Meryll"},{"line":"So this is a plot to shield this arch-fiend, and I have detected it. A word from me, and three heads besides his would roll from their shoulders!","part":"Dame Carruthers"},{"line":"Nay, Colonel Fairfax is reprieved. Yet, if my complicity in his escape were known! Plague on the old meddler! There's nothing for it — — Hush, pretty one! Such bloodthirsty words ill become those cherry lips! Ugh!","part":"Meryll"},{"line":"Sergeant Meryll!","part":"Dame Carruthers"},{"part":"Meryll","line":"Why, look ye, chuck — for many a month I've — I've thought to myself — \"There's snug love saving up in that middle-aged bosom for some one, and why not for thee — that's me — so take heart and tell her — that's thee — that thou — that's me — lovest her — thee — and — and — well, I'm a miserable old man, and I've done it — and that's me!\" But not a word about Fairfax! The price of thy silence is—"},{"part":"Dame Carruthers","line":"Meryll's heart?"},{"line":"No, Meryll's hand.","part":"Meryll"},{"part":"Dame Carruthers","line":"It's the same thing!"},{"part":"Meryll","line":"Is it?"}]}]