[{"lines":[{"line":"Ah, it's all very well, but since our Queen banished Iolanthe, fairy revels have not been what they were!","part":"Celia"},{"line":"To think that five-and-twenty years have elapsed since she was banished! What could she have done to have deserved so terrible a punishment?","part":"Fleta"},{"line":"Something awful! She married a mortal!","part":"Leila"},{"part":"Fleta","line":"Oh! Is it injudicious to marry a mortal?"},{"line":"Injudicious? It strikes at the root of the whole fairy system! By our laws, the fairy who marries a mortal dies!","part":"Leila"},{"line":"But Iolanthe didn't die!","part":"Celia"},{"line":"No, because your Queen, who loved her with a surpassing love, commuted her sentence to penal servitude for life, on condition that she left her husband and never communicated with him again!","part":"Queen"},{"part":"Leila","line":"That sentence of penal servitude she is now working out, on her head, at the bottom of that stream!"},{"part":"Queen","line":"Yes, but when I banished her, I gave her all the pleasant places of the earth to dwell in. I'm sure I never intended that she should go and live at the bottom of a stream! It makes me perfectly wretched to think of the discomfort she must have undergone!"},{"part":"Leila","line":"Think of the damp! And her chest was always delicate."},{"line":"And the frogs! Ugh! I never shall enjoy any peace of mind until I know why Iolanthe went to live among the frogs!","part":"Queen"},{"part":"Fleta","line":"Then why not summon her and ask her?"},{"part":"Queen","line":"Why? Because if I set eyes on her I should forgive her at once!"},{"part":"Celia","line":"Then why not forgive her? Twenty-five years — it's a long time!"},{"part":"Leila","line":"Think how we loved her!"},{"part":"Queen","line":"Loved her? What was your love to mine? Why, she was invaluable to me! Who taught me to curl myself inside a buttercup? Iolanthe! Who taught me to swing upon a cobweb? Iolanthe! Who taught me to dive into a dewdrop — to nestle in a nutshell — to gambol upon gossamer? Iolanthe!"},{"part":"Leila","line":"She certainly did surprising things!"},{"part":"Fleta","line":"Oh, give her back to us, great Queen, for your sake if not for ours!"},{"line":"Oh, I should be strong, but I am weak! I should be marble, but I am clay! Her punishment has been heavier than I intended. I did not mean that she should live among the frogs — and — well, well, it shall be as you wish — it shall be as you wish!","part":"Queen"}],"title":"Dialogue following No. 1"},{"lines":[{"line":"And now, tell me, with all the world to choose from, why on earth did you decide to live at the bottom of that stream?","part":"Queen"},{"part":"Iolanthe","line":"To be near my son, Strephon."},{"part":"Queen","line":"Bless my heart, I didn't know you had a son."},{"part":"Iolanthe","line":"He was born soon after I left my husband by your royal command — but he does not even know of his father's existence."},{"part":"Fleta","line":"How old is he?"},{"line":"Twenty‑four.","part":"Iolanthe"},{"line":"Twenty-four! No one, to look at you, would think you had a son of twenty-four! But that's one of the advantages of being immortal. We never grow old! Is he pretty?","part":"Leila"},{"line":"He's extremely pretty, but he's inclined to be stout.","part":"Iolanthe"},{"part":"All","line":"Oh!"},{"part":"Queen","line":"I see no objection to stoutness, in moderation."},{"part":"Celia","line":"And what is he?"},{"part":"Iolanthe","line":"He's an Arcadian shepherd — and he loves Phyllis, a Ward in Chancery."},{"line":"A mere shepherd! and he half a fairy!","part":"Celia"},{"part":"Iolanthe","line":"He's a fairy down to the waist — but his legs are mortal."},{"line":"Dear me!","part":"All"},{"line":"I have no reason to suppose that I am more curious than other people, but I confess I should like to see a person who is a fairy down to the waist, but whose legs are mortal.","part":"Queen"},{"line":"Nothing easier, for here he comes!","part":"Iolanthe"}],"title":"Dialogue following No. 2"},{"title":"Dialogue following No. 3","lines":[{"part":"Iolanthe","line":"Then the Lord Chancellor has at last given his consent to your marriage with his beautiful ward, Phyllis?"},{"part":"Strephon","line":"Not he, indeed. To all my tearful prayers he answers me, \"A shepherd lad is no fit helpmate for a Ward of Chancery.\" I stood in court, and there I sang him songs of Arcadee, with flageolet accompaniment — in vain. At first he seemed amused, so did the Bar; but quickly wearying of my song and pipe, bade me get out. A servile usher then, in crumpled bands and rusty bombazine, led me, still singing, into Chancery Lane! I'll go no more; I'll marry her to-day, and brave the upshot, be it what it may! But who are these?"},{"line":"Oh, Strephon! rejoice with me, my Queen has pardoned me!","part":"Iolanthe"},{"line":"Pardoned you, mother? This is good news indeed.","part":"Strephon"},{"part":"Iolanthe","line":"And these ladies are my beloved sisters."},{"line":"Your sisters! Then they are — my aunts!","part":"Strephon"},{"line":"A pleasant piece of news for your bride on her wedding day!","part":"Queen"},{"part":"Strephon","line":"Hush! My bride knows nothing of my fairyhood. I dare not tell her, lest it frighten her. She thinks me mortal, and prefers me so."},{"line":"Your fairyhood doesn't seem to have done you much good.","part":"Leila"},{"part":"Strephon","line":"Much good! My dear aunt! it's the curse of my existence! What's the use of being half a fairy? My body can creep through a keyhole, but what's the good of that when my legs are left kicking behind? I can make myself invisible down to the waist, but that's of no use when my legs remain exposed to view! My brain is a fairy brain, but from the waist downwards I'm a gibbering idiot. My upper half is immortal, but my lower half grows older every day, and some day or other must die of old age. What's to become of my upper half when I've buried my lower half I really don't know!"},{"part":"Fairies","line":"Poor fellow!"},{"part":"Queen","line":"I see your difficulty, but with a fairy brain you should seek an intellectual sphere of action. Let me see. I've a borough or two at my disposal. Would you like to go into Parliament?"},{"part":"Iolanthe","line":"A fairy Member! That would be delightful!"},{"part":"Strephon","line":"I'm afraid I should do no good there — you see, down to the waist, I'm a Tory of the most determined description, but my legs are a couple of confounded Radicals, and, on a division, they'd be sure to take me into the wrong lobby. You see, they're two to one, which is a strong working majority."},{"part":"Queen","line":"Don't let that distress you; you shall be returned as a Liberal-Conservative, and your legs shall be our peculiar care."},{"part":"Strephon","line":". I see your Majesty does not do things by halves."},{"line":"No, we are fairies down to the feet.","part":"Queen"}]},{"title":"Dialogue following No. 4a","lines":[{"part":"Strephon","line":". My Phyllis! And to-day we are to be made happy for ever."},{"part":"Phyllis","line":"Well, we're to be married."},{"part":"Strephon","line":"It's the same thing."},{"part":"Phyllis","line":"I suppose it is. But oh, Strephon, I tremble at the step I'm taking! I believe it's penal servitude for life to marry a Ward of Court without the Lord Chancellor's consent! I shall be of age in two years. Don't you think you could wait two years?"},{"line":"Two years. Have you ever looked in the glass?","part":"Strephon"},{"part":"Phyllis","line":"No, never."},{"line":"Here, look at that , and tell me if you think it rational to expect me to wait two years?","part":"Strephon"},{"line":". No. You're quite right — it's asking too much. One must be reasonable.","part":"Phyllis"},{"part":"Strephon","line":"Besides, who knows what will happen in two years? Why, you might fall in love with the Lord Chancellor himself by that time!"},{"part":"Phyllis","line":"Yes. He's a clean old gentleman."},{"line":"As it is, half the House of Lords are sighing at your feet.","part":"Strephon"},{"part":"Phyllis","line":"The House of Lords are certainly extremely attentive."},{"part":"Strephon","line":"Attentive? I should think they were! Why did five-and-twenty Liberal Peers come down to shoot over your grass-plot last autumn? It couldn't have been the sparrows. Why did five-and-twenty Conservative Peers come down to fish your pond? Don't tell me it was the gold-fish! No, no — delays are dangerous, and if we are to marry, the sooner the better."}]},{"lines":[{"part":"Lord Tolloller","line":"And now, my Lords, to the business of the day."},{"line":"By all means. Phyllis, who is a Ward of Court, has so powerfully affected your Lordships, that you have appealed to me in a body to give her to whichever one of you she may think proper to select, and a noble Lord has just gone to her cottage to request her immediate attendance. It would be idle to deny that I, myself, have the misfortune to be singularly attracted by this young person. My regard for her is rapidly undermining my constitution. Three months ago I was a stout man. I need say no more. If I could reconcile it with my duty, I should unhesitatingly award her to myself, for I can conscientiously say that I know no man who is so well fitted to render her exceptionally happy.","part":"Lord Chancellor"},{"part":"Peers","line":"Hear, hear!"},{"part":"Lord Chancellor","line":"But such an award would be open to misconstruction, and therefore, at whatever personal inconvenience, I waive my claim."},{"part":"Lord Tolloller","line":"My Lord, I desire, on the part of this House, to express its sincere sympathy with your Lordship's most painful position."},{"line":"I thank your Lordships. The feelings of a Lord Chancellor who is in love with a Ward of Court are not to be envied. What is his position? Can he give his own consent to his own marriage with his own Ward? Can he marry his own Ward without his own consent? And if he marries his own Ward without his own consent, can he commit himself for contempt of his own Court? And if he commit himself for contempt of his own Court, can he appear by counsel before himself, to move for arrest of his own judgment? Ah, my Lords, it is indeed painful to have to sit upon a woolsack which is stuffed with such thorns as these!","part":"Lord Chancellor"}],"title":"Dialogue following No. 7"},{"lines":[{"part":"Lord Chancellor","line":"Now, sir, what excuse have you to offer for having disobeyed an order of the Court of Chancery?"},{"line":"No. It's a nice point. I don't know that I ever met it before. But my difficulty is that at present there's no evidence before the Court that chorused Nature has interested herself in the matter.","part":"Lord Chancellor"},{"part":"Strephon","line":"No evidence! You have my word for it. I tell you that she bade me take my love."},{"line":"Ah! but, my good sir, you mustn't tell us what she told you — it's not evidence. Now an affidavit from a thunderstorm, or a few words on oath from a heavy shower, would meet with all the attention they deserve.","part":"Lord Chancellor"},{"part":"Strephon","line":"And have you the heart to apply the prosaic rules of evidence to a case which bubbles over with poetical emotion?"},{"part":"Lord Chancellor","line":"Distinctly. I have always kept my duty strictly before my eyes, and it is to that fact that I owe my advancement to my present distinguished position."}],"title":"Dialogue following No. 11"},{"lines":[{"part":"Strephon","line":"Oh, Phyllis, Phyllis! To be taken from you just as I was on the point of making you my own! Oh, it's too much — it's too much!"},{"line":"My son in tears — and on his wedding day!","part":"Iolanthe"},{"line":"My wedding day! Oh, mother, weep with me, for the Law has interposed between us, and the Lord Chancellor has separated us for ever!","part":"Strephon"},{"line":"The Lord Chancellor! Oh, if he did but know!","part":"Iolanthe"},{"part":"Strephon","line":"If he did but know what?"},{"part":"Iolanthe","line":"No matter! The Lord Chancellor has no power over you. Remember you are half a fairy. You can defy him — down to the waist."},{"part":"Strephon","line":"Yes, but from the waist downwards he can commit me to prison for years! Of what avail is it that my body is free, if my legs are working out seven years' penal servitude?"},{"line":"True. But take heart — our Queen has promised you her special protection. I'll go to her and lay your peculiar case before her.","part":"Iolanthe"},{"part":"Strephon","line":"My beloved mother! how can I repay the debt I owe you?"}],"title":"Dialogue following No. 12"},{"lines":[{"part":"Celia","line":"You seem annoyed."},{"part":"Lord Mountararat","line":"Annoyed! I should think so! Why, this ridiculous protégé of yours is playing the deuce with everything! To‑night is the second reading of his Bill to throw the Peerage open to Competitive Examination!"},{"line":"And he’ll carry it, too!","part":"Lord Tolloller"},{"part":"Lord Mountararat","line":"Carry it? Of course he will! He’s a Parliamentary Pickford – he carries everything!"},{"line":"Yes. If you please, that’s our fault!","part":"Leila"},{"part":"Celia","line":"Yes; we influence the members, and compel them to vote just as he wishes them to."},{"part":"Leila","line":"It’s our system. It shortens the debates."},{"part":"Lord Tolloller","line":"Well, but think what it all means. I don’t so much mind for myself, but with a House of Peers with no grandfathers worth mentioning, the country must go to the dogs!"},{"line":"I suppose it must!","part":"Leila"},{"line":"I don’t want to say a word against brains – I’ve a great respect for brains – I often wish I had some myself – but with a House of Peers composed exclusively of people of intellect, what’s to become of the House of Commons?","part":"Lord Mountararat"},{"part":"Leila","line":"I never thought of that!"},{"part":"Lord Mountararat","line":"This comes of women interfering in politics. It so happens that if there is an institution in Great Britain which is not susceptible of any improvement at all, it is the House of Peers!"}],"title":"Dialogue following No. 15"},{"lines":[{"part":"Leila","line":"Charming persons, are they not?"},{"line":"Distinctly. For self-contained dignity, combined with airy condescension, give me a British Representative Peer!","part":"Celia"},{"line":"Then pray stop this protégé of yours before it’s too late. Think of the mischief you’re doing!","part":"Lord Tolloller"},{"part":"Leila","line":"But we can’t stop him now. Aren’t they lovely! Oh, why did you go and defy us, you great geese!"}],"title":"Dialogue following No. 16"},{"title":"Dialogue following No. 17","lines":[{"part":"Queen","line":"Oh, shame – shame upon you! Is this your fidelity to the laws you are bound to obey? Know ye not that it is death to marry a mortal?"},{"part":"Leila","line":"Yes, but it’s not death to wish to marry a mortal!"},{"line":"If it were, you’d have to execute us all!","part":"Fleta"},{"line":"Oh, this is weakness! Subdue it!","part":"Queen"},{"part":"Celia","line":"We know it’s weakness, but the weakness is so strong!"},{"part":"Leila","line":"We are not all as tough as you are!"},{"line":"Tough! Do you suppose that I am insensible to the effect of manly beauty? Look at that man! A perfect picture! Who are you, sir?","part":"Queen"},{"line":"Private Willis, B Company, 1st Grenadier Guards.","part":"Willis"},{"part":"Queen","line":"You’re a very fine fellow, sir."},{"line":"I am generally admired.","part":"Willis"},{"line":"I can quite understand it. Now here is a man whose physical attributes are simply godlike. That man has a most extraordinary effect upon me. If I yielded to a natural impulse, I should fall down and worship that man. But I mortify this inclination; I wrestle with it, and it lies beneath my feet! That is how I treat my regard for that man!","part":"Queen"}]},{"title":"Dialogue following No. 18","lines":[{"line":". I can’t think why I’m not in better spirits. I’m engaged to two noblemen at once. That ought to be enough to make any girl happy. But I’m miserable! Don’t suppose it’s because I care for Strephon, for I hate him! No girl could care for a man who goes about with a mother considerably younger than himself!","part":"Phyllis"},{"line":"Phyllis! My darling!","part":"Lord Mountararat"},{"part":"Lord Tolloller","line":"Phyllis! My own!"},{"line":"Don’t! How dare you? Oh, but perhaps you’re the two noblemen I’m engaged to?","part":"Phyllis"},{"part":"Lord Mountararat","line":"I am one of them."},{"line":"I am the other.","part":"Lord Tolloller"},{"line":"Oh, then, my darling! . My own! . Well, have you settled which it’s to be?","part":"Phyllis"},{"line":"Not altogether. It’s a difficult position. It would be hardly delicate to toss up. On the whole we would rather leave it to you.","part":"Lord Tolloller"},{"line":"How can it possibly concern me? You are both Earls, and you are both rich, and you are both plain.","part":"Phyllis"},{"line":"So we are. At least I am.","part":"Lord Mountararat"},{"part":"Lord Tolloller","line":"So am I."},{"line":"No, no!","part":"Lord Mountararat"},{"part":"Lord Tolloller","line":"I am indeed. Very plain."},{"line":"Well, well – perhaps you are.","part":"Lord Mountararat"},{"part":"Phyllis","line":"There’s really nothing to choose between you. If one of you would forgo his title, and distribute his estates among his Irish tenantry, why, then, I should then see a reason for accepting the other."},{"part":"Lord Mountararat","line":"Tolloller, are you prepared to make this sacrifice?"},{"part":"Lord Tolloller","line":"No!"},{"line":"Not even to oblige a lady?","part":"Lord Mountararat"},{"line":"No! Not even to oblige a lady.","part":"Lord Tolloller"},{"line":"Then, the 23 November, 2007aps, on the whole, she would be happier with me. I don’t know. I may be wrong.","part":"Lord Mountararat"},{"line":"No. I don’t know that you are. I really believe she would. But the awkward part of the thing is that if you rob me of the girl of my heart, we must fight, and one of us must die. It’s a family tradition that I have sworn to respect. It’s a painful position, for I have a very strong regard for you, George.","part":"Lord Tolloller"},{"line":". My dear Thomas!","part":"Lord Mountararat"},{"line":"You are very dear to me, George. We were boys together – at least I was. If I were to survive you, my existence would be hopelessly embittered.","part":"Lord Tolloller"},{"part":"Lord Mountararat","line":"Then, my dear Thomas, you must not do it. I say it again and again – if it will have this effect upon you, you must not do it. No, no. If one of us is to destroy the other, let it be me!"},{"line":"No, no!","part":"Lord Tolloller"},{"line":"Ah, yes! – by our boyish friendship I implore you!","part":"Lord Mountararat"},{"part":"Lord Tolloller","line":"Well, well, be it so. But, no – no! – I cannot consent to an act which would crush you with unavailing remorse."},{"line":"But it would not do so. I should be very sad at first – oh, who would not be? – but it would wear off. I like you very much – but not, perhaps, as much as you like me.","part":"Lord Mountararat"},{"line":"George, you’re a noble fellow, but that tell‑tale tear betrays you. No, George; you are very fond of me, and I cannot consent to give you a week’s uneasiness on my account.","part":"Lord Tolloller"},{"part":"Lord Mountararat","line":"But, dear Thomas, it would not last a week! Remember, you lead the House of Lords! On your demise I shall take your place! Oh, Thomas, it would not last a day!"},{"part":"Phyllis","line":"Now, I do hope you’re not going to fight about me, because it’s really not worth while."},{"line":"Well, I don’t believe it is!","part":"Lord Tolloller"},{"part":"Lord Mountararat","line":"Nor I. The sacred ties of Friendship are paramount."}]},{"title":"Dialogue following No. 20","lines":[{"line":"I am much distressed to see your Lordship in this condition.","part":"Lord Mountararat"},{"part":"Lord Chancellor","line":"Ah, my Lords, it is seldom that a Lord Chancellor has reason to envy the position of another, but I am free to confess that I would rather be two Earls engaged to Phyllis than any other half-dozen noblemen upon the face of the globe."},{"part":"Lord Tolloller","line":". Yes. It’s an enviable position when you’re the only one."},{"part":"Lord Mountararat","line":"Oh yes, no doubt – most enviable. At the same time, seeing you thus, we naturally say to ourselves, “This is very sad. His Lordship is constitutionally as blithe as a bird – he trills upon the bench like a thing of song and gladness. His series of judgements in F sharp minor, given andante in six-eight time, are among the most remarkable effects ever produced in a Court of Chancery. He is, perhaps, the only living instance of a judge whose decrees have received the honour of a double encore. How can we bring ourselves to do that which will deprive the Court of Chancery of one of its most attractive features?”"},{"line":"I feel the force of your remarks, but I am here in two capacities, and they clash, my Lords, they clash! I deeply grieve to say that in declining to entertain my last application to myself, I presumed to address myself in terms which render it impossible for me ever to apply to myself again. It was a most painful scene, my Lords – most painful!","part":"Lord Chancellor"},{"line":"This is what it is to have two capacities! Let us be thankful that we are persons of no capacity whatever.","part":"Lord Tolloller"},{"part":"Lord Mountararat","line":"Come, come. Remember you are a very just and kindly old gentleman, and you need have no hesitation in approaching yourself, so that you do so respectfully and with a proper show of deference."},{"line":"Do you really think so?","part":"Lord Chancellor"},{"part":"Lord Mountararat","line":"I do."},{"line":"Well, I will nerve myself to another effort, and, if that fails, I resign myself to my fate!","part":"Lord Chancellor"}]},{"lines":[{"part":"Strephon","line":"I suppose one ought to enjoy oneself in Parliament, when one leads both Parties, as I do! But I’m miserable, poor, broken-hearted fool that I am! Oh Phyllis, Phyllis! –"},{"part":"Phyllis","line":"Yes."},{"part":"Strephon","line":". Phyllis! But I suppose I should say “My Lady.” I have not yet been informed which title your ladyship has pleased to select?"},{"part":"Phyllis","line":"I – I haven’t quite decided. You see, I have no mother to advise me!"},{"part":"Strephon","line":"No. I have."},{"part":"Phyllis","line":"Yes; a young mother."},{"line":"Not very – a couple of centuries or so.","part":"Strephon"},{"line":"Oh! She wears well.","part":"Phyllis"},{"part":"Strephon","line":"She does. She’s a fairy."},{"part":"Phyllis","line":"I beg your pardon – a what?"},{"line":"Oh, I’ve no longer any reason to conceal the fact – she’s a fairy.","part":"Strephon"},{"part":"Phyllis","line":"A fairy! Well, but – that would account for a good many things! Then – I suppose you’re a fairy?"},{"line":"I’m half a fairy.","part":"Strephon"},{"part":"Phyllis","line":"Which half?"},{"line":"The upper half – down to the waistcoat.","part":"Strephon"},{"line":"Dear me! There is nothing to show it!","part":"Phyllis"},{"part":"Strephon","line":"Don’t do that."},{"line":"But why didn’t you tell me this before?","part":"Phyllis"},{"line":"I thought you would take a dislike to me. But as it’s all off, you may as well know the truth – I’m only half a mortal!","part":"Strephon"},{"part":"Phyllis","line":"But I’d rather have half a mortal I do love, than half a dozen I don’t!"},{"part":"Strephon","line":"Oh, I think not – go to your half-dozen."},{"line":"It’s only two! and I hate ’em! Please forgive me!","part":"Phyllis"},{"part":"Strephon","line":"I don’t think I ought to. Besides, all sorts of difficulties will arise. You know, my grandmother looks quite as young as my mother. So do all my aunts."},{"line":"I quite understand. Whenever I see you kissing a very young lady, I shall know it’s an elderly relative.","part":"Phyllis"},{"part":"Strephon","line":"You will? Then, Phyllis, I think we shall be very happy!"},{"part":"Phyllis","line":"We won’t wait long."},{"line":"No. We might change our minds. We’ll get married first.","part":"Strephon"},{"line":"And change our minds afterwards?","part":"Phyllis"},{"line":"That’s the usual course.","part":"Strephon"}],"title":"Dialogue following No. 21"},{"title":"Dialogue following No. 22","lines":[{"line":"But does your mother know you’re – I mean, is she aware of our engagement?","part":"Phyllis"},{"line":"She is; and thus she welcomes her daughter-in-law!","part":"Iolanthe"},{"line":"She kisses just like other people! But the Lord Chancellor?","part":"Phyllis"},{"part":"Strephon","line":"I forgot him! Mother, none can resist your fairy eloquence; you will go to him and plead for us?"},{"line":". No, no; impossible!","part":"Iolanthe"},{"line":"But our happiness – our very lives – depend upon our obtaining his consent!","part":"Strephon"},{"line":"Oh, madam, you cannot refuse to do this!","part":"Phyllis"},{"line":"You know not what you ask! The Lord Chancellor is – my husband!","part":"Iolanthe"},{"line":"Your husband!","part":"Strephon and Phyllis"},{"line":"My husband and your father!","part":"Iolanthe"},{"part":"Phyllis","line":"Then our course is plain; on his learning that Strephon is his son, all objection to our marriage will be at once removed!"},{"part":"Lord Chancellor","line":"Victory! Victory! Success has crowned my efforts, and I may consider myself engaged to Phyllis! At first I wouldn’t hear of it – it was out of the question. But I took heart. I pointed out to myself that I was no stranger to myself; that, in point of fact, I had been personally acquainted with myself for some years. This had its effect. I admitted that I had watched my professional advancement with considerable interest, and I handsomely added that I yielded to no one in admiration for my private and professional virtues. This was a great point gained. I then endeavoured to work upon my feelings. Conceive my joy when I distinctly perceived a tear glistening in my own eye! Eventually, after a severe struggle with myself, I reluctantly – most reluctantly – consented."}]},{"title":"Dialogue following No. 24","lines":[{"part":"Leila","line":"Hold! If Iolanthe must die, so must we all; for, as she has sinned, so have we!"},{"part":"Queen","line":"What?"},{"line":"We are all fairy duchesses, marchionesses, countesses, viscountesses, and baronesses.","part":"Celia"},{"part":"Queen","line":"It seems they have helped themselves, and pretty freely, too! You have all incurred death; but I can’t slaughter the whole company! And yet the law is clear – every fairy must die who marries a mortal!"},{"part":"Lord Chancellor","line":"Allow me, as an old Equity draftsman, to make a suggestion. The subtleties of the legal mind are equal to the emergency. The thing is really quite simple – the insertion of a single word will do it. Let it stand that every fairy shall die who doesn’t marry a mortal, and there you are, out of your difficulty at once!"},{"line":"We like your humour. Very well! Private Willis!","part":"Queen"},{"line":". Ma’am!","part":"Sentry"},{"part":"Queen","line":"To save my life, it is necessary that I marry at once. How should you like to be a fairy guardsman?"},{"line":"Well, ma’am, I don’t think much of the British soldier who wouldn’t ill-convenience himself to save a female in distress.","part":"Sentry"},{"part":"Queen","line":"You are a brave fellow. You’re a fairy from this moment. And you, my Lords, how say you, will you join our ranks?"},{"line":"Well, now that the Peers are to be recruited entirely from persons of intelligence, I really don’t see what use we are, down here, do you, Tolloller?","part":"Lord Mountararat"},{"part":"Lord Tolloller","line":"None whatever."},{"part":"Queen","line":"Good! Then away we go to Fairyland."}]}]