[{"lines":[{"part":"Ruth","line":"Oh, pardon! Frederic, pardon!"},{"line":"Rise, sweet one, I have long pardoned you.","part":"Frederic"},{"part":"Ruth","line":"The two words were so much alike!"},{"line":"They were. They still are, though years have rolled over their heads. But this afternoon my obligation ceases. Individually, I love you all with affection unspeakable; but, collectively, I look upon you with a disgust that amounts to absolute detestation. Oh! pity me, my beloved friends, for such is my sense of duty that, once out of my indentures, I shall feel myself bound to devote myself heart and soul to your extermination!","part":"Frederic"},{"part":"All","line":"Poor lad – poor lad!"},{"line":"Well, Frederic, if you conscientiously feel that it is your duty to destroy us, we cannot blame you for acting on that conviction. Always act in accordance with the dictates of your conscience, my boy, and chance the consequences.","part":"King"},{"line":"Besides, we can offer you but little temptation to remain with us. We don’t seem to make piracy pay. I’m sure I don’t know why, but we don’t.","part":"Samuel"},{"part":"King","line":"Why not, my boy? It’s only half-past eleven, and you are one of us until the clock strikes twelve."},{"part":"Samuel","line":"True, and until then you are bound to protect our interests."},{"line":"Well, then, it is my duty, as a pirate, to tell you that you are too tender-hearted. For instance, you make a point of never attacking a weaker party than yourselves, and when you attack a stronger party you invariably get thrashed.","part":"Frederic"},{"line":"There is some truth in that.","part":"King"},{"part":"Frederic","line":"Then, again, you make a point of never molesting an orphan!"},{"line":"Of course: we are orphans ourselves, and know what it is.","part":"Samuel"},{"part":"Frederic","line":"Yes, but it has got about, and what is the consequence? Every one we capture says he’s an orphan. The last three ships we took proved to be manned entirely by orphans, and so we had to let them go. One would think that Great Britain’s mercantile navy was recruited solely from her orphan asylums – which we know is not the case."},{"part":"Samuel","line":"But, hang it all! you wouldn’t have us absolutely merciless?"},{"line":"There’s my difficulty; until twelve o’clock I would, after twelve I wouldn’t. Was ever a man placed in so delicate a situation?","part":"Frederic"},{"part":"Ruth","line":"And Ruth, your own Ruth, whom you love so well, and who has won her middle-aged way into your boyish heart, what is to become of her?"},{"part":"King","line":"Oh, he will take you with him."},{"part":"Frederic","line":"Well, Ruth, I feel some difficulty about you. It is true that I admire you very much, but I have been constantly at sea since I was eight years old, and yours is the only woman’s face I have seen during that time. I think it is a sweet face."},{"part":"Ruth","line":"It is – oh, it is!"},{"line":"I say I think it is; that is my impression. But as I have never had an opportunity of comparing you with other women, it is just possible I may be mistaken.","part":"Frederic"},{"line":"True.","part":"King"},{"part":"Frederic","line":"What a terrible thing it would be if I were to marry this innocent person, and then find out that she is, on the whole, plain!"},{"line":"Oh, Ruth is very well, very well indeed.","part":"King"},{"line":"Yes, there are the remains of a fine woman about Ruth.","part":"Samuel"},{"line":"Do you really think so?","part":"Frederic"},{"line":"I do.","part":"Samuel"},{"line":"Then I will not be so selfish as to take her from you. In justice to her, and in consideration for you, I will leave her behind.","part":"Frederic"},{"part":"King","line":"No, Frederic, this must not be. We are rough men, who lead a rough life, but we are not so utterly heartless as to deprive thee of thy love. I think I am right in saying that there is not one here who would rob thee of this inestimable treasure for all the world holds dear."},{"part":"All","line":"Not one!"},{"part":"King","line":"No, I thought there wasn’t. Keep thy love, Frederic, keep thy love."},{"line":"You’re very good, I’m sure.","part":"Frederic"},{"line":"Well, it’s the top of the tide, and we must be off. Farewell, Frederic. When your process of extermination begins, let our deaths be as swift and painless as you can conveniently make them.","part":"King"},{"line":"I will! By the love I have for you, I swear it! Would that you could render this extermination unnecessary by accompanying me back to civilization!","part":"Frederic"},{"part":"King","line":"No, Frederic, it cannot be. I don’t think much of our profession, but, contrasted with respectability, it is comparatively honest. No, Frederic, I shall live and die a Pirate King."}],"title":"Dialogue following No. 2"},{"lines":[{"line":"Oh, take me with you! I cannot live if I am left behind.","part":"Ruth"},{"part":"Frederic","line":"Ruth, I will be quite candid with you. You are very dear to me, as you know, but I must be circumspect. You see, you are considerably older than I. A lad of twenty-one usually looks for a wife of seventeen."},{"part":"Ruth","line":"A wife of seventeen! You will find me a wife of a thousand!"},{"part":"Frederic","line":"No, but I shall find you a wife of forty-seven, and that is quite enough. Ruth, tell me candidly and without reserve: compared with other women – how are you?"},{"part":"Ruth","line":"I will answer you truthfully, master – I have a slight cold, but otherwise I am quite well."},{"part":"Frederic","line":"I am sorry for your cold, but I was referring rather to your personal appearance. Compared with other women, are you beautiful?"},{"part":"Ruth","line":"I have been told so, dear master."},{"part":"Frederic","line":"Ah, but lately?"},{"part":"Ruth","line":"Oh, no; years and years ago."},{"part":"Frederic","line":"What do you think of yourself?"},{"part":"Ruth","line":"It is a delicate question to answer, but I think I am a fine woman."},{"part":"Frederic","line":"That is your candid opinion?"},{"line":"Yes, I should be deceiving you if I told you otherwise.","part":"Ruth"},{"line":"Thank you, Ruth. I believe you, for I am sure you would not practice on my inexperience. I wish to do the right thing, and if – I say if ­– you are really a fine woman, your age shall be no obstacle to our union! Hark! Surely I hear voices! Who has ventured to approach our all but inaccessible lair? Can it be Custom House? No, it does not sound like Custom House.","part":"Frederic"},{"part":"Ruth","line":"Confusion! it is the voices of young girls! If he should see them I am lost."},{"part":"Frederic","line":"By all that’s marvellous, a bevy of beautiful maidens!"},{"line":"Lost! lost! lost!","part":"Ruth"},{"line":"How lovely, how surpassingly lovely is the plainest of them! What grace – what delicacy – what refinement! And Ruth – Ruth told me she was beautiful!","part":"Frederic"}],"title":"Dialogue following No. 3"},{"lines":[{"line":"What a picturesque spot! I wonder where we are!","part":"Kate"},{"part":"Edith","line":"And I wonder where Papa is. We have left him ever so far behind."},{"part":"Isabel","line":"Oh, he will be here presently! Remember poor Papa is not as young as we are, and we came over a rather difficult country."},{"part":"Kate","line":"But how thoroughly delightful it is to be so entirely alone! Why, in all probability we are the first human beings who ever set foot on this enchanting spot."},{"part":"Isabel","line":"Except the mermaids – it’s the very place for mermaids."},{"part":"Kate","line":"Who are only human beings down to the waist!"},{"part":"Edith","line":"And who can’t be said strictly to set foot anywhere. Tails they may, but feet they cannot."},{"part":"Kate","line":"But what shall we do until Papa and the servants arrive with the luncheon?"},{"part":"Edith","line":"We are quite alone, and the sea is as smooth as glass. Suppose we take off our shoes and stockings and paddle?"},{"part":"All","line":"Yes, yes! The very thing!"}],"title":"Dialogue following No. 5"},{"lines":[{"line":"And now that I’ve introduced myself, I should like to have some idea of what’s going on.","part":"General"},{"line":"Oh, Papa – we –","part":"Kate"},{"line":"Permit me, I’ll explain in two words: we propose to marry your daughters.","part":"Samuel"},{"line":"Dear me!","part":"General"},{"line":"Against our wills, Papa – against our wills!","part":"Girls"},{"part":"General","line":"Oh, but you mustn’t do that! May I ask – this is a picturesque uniform, but I’m not familiar with it. What are you?"},{"line":"We are all single gentlemen.","part":"King"},{"part":"General","line":"Yes, I gathered that – Anything else?"},{"part":"Edith","line":"Papa, don’t believe them; they are pirates – the famous Pirates of Penzance!"},{"part":"General","line":"The Pirates of Penzance! I have often heard of them."},{"part":"Mabel","line":"All except this gentleman – – who was a pirate once, but who is out of his indentures to day, and who means to lead a blameless life evermore."},{"part":"Pirates","line":"Oh, dash it all!"},{"line":"Often, often, often.","part":"Pirates"}],"title":"Dialogue following No. 13"},{"lines":[{"line":"I will try, dear Mabel. But why does he sit, night after night, in this draughty old ruin?","part":"Frederic"},{"line":"Why do I sit here? To escape from the pirates’ clutches, I described myself as an orphan; and, heaven help me, I am no orphan! I come here to humble myself before the tombs of my ancestors, and to implore their pardon for having brought dishonour on the family escutcheon.","part":"General"}],"title":"Dialogue following No. 15"},{"lines":[{"part":"Frederic","line":"Upon my word, this is most curious – most absurdly whimsical. Five-and-a-quarter! No one would think it to look at me!"},{"part":"Ruth","line":"You are glad now, I’ll be bound, that you spared us. You would never have forgiven yourself when you discovered that you had killed two of your comrades."},{"line":"My comrades?","part":"Frederic"},{"line":"I’m afraid you don’t appreciate the delicacy of your position: You were apprenticed to us –","part":"King"},{"line":"Until I reached my twenty-first year.","part":"Frederic"},{"part":"King","line":"No, until you reached your twenty-first birthday , and, going by birthdays, you are as yet only five-and-a-quarter."},{"line":"You don’t mean to say you are going to hold me to that?","part":"Frederic"},{"part":"King","line":"No, we merely remind you of the fact, and leave the rest to your sense of duty."},{"line":"Your sense of duty!","part":"Ruth"},{"part":"Frederic","line":"Don’t put it on that footing! As I was merciful to you just now, be merciful to me! I implore you not to insist on the letter of your bond just as the cup of happiness is at my lips!"},{"line":"We insist on nothing; we content ourselves with pointing out to you your duty.","part":"Ruth"},{"part":"King","line":"Your duty!"},{"line":"Well, you have appealed to my sense of duty, and my duty is only too clear. I abhor your infamous calling; I shudder at the thought that I have ever been mixed up with it; but duty is before all – at any price I will do my duty.","part":"Frederic"},{"part":"King","line":"Bravely spoken! Come, you are one of us once more."},{"part":"Frederic","line":"Lead on, I follow. Oh, horror!"},{"line":"What is the matter?","part":"Ruth & King"},{"part":"Frederic","line":"Ought I to tell you? No, no, I cannot do it; and yet, as one of your band –"},{"part":"King","line":"Speak out, I charge you by that sense of conscientiousness to which we have never yet appealed in vain."},{"line":"General Stanley, the father of my Mabel –","part":"Frederic"},{"line":"Yes, yes!","part":"Ruth & King"},{"line":"He escaped from you on the plea that he was an orphan?","part":"Frederic"},{"part":"King","line":"He did."},{"line":"It breaks my heart to betray the honoured father of the girl I adore, but as your apprentice I have no alternative. It is my duty to tell you that General Stanley is no orphan!","part":"Frederic"},{"part":"Ruth & King","line":"What!"},{"line":"More than that, he never was one!","part":"Frederic"},{"line":"Am I to understand that, to save his contemptible life, he dared to practise on our credulous simplicity? Our revenge shall be swift and terrible. We will go and collect our band and attack Tremorden Castle this very night.","part":"King"},{"line":"But stay –","part":"Frederic"}],"title":"Dialogue following No. 19"},{"title":"Dialogue following No. 1","lines":[{"part":"King","line":"Yes, Frederic, from to-day you rank as a full-blown member of our band."},{"line":"Hurrah!","part":"All"},{"part":"Frederic","line":"My friends, I thank you all, from my heart, for your kindly wishes. Would that I could repay them as they deserve!"},{"part":"King","line":"What do you mean?"},{"part":"Frederic","line":"To-day I am out of my indentures, and to-day I leave you for ever."},{"part":"King","line":"But this is quite unaccountable; a keener hand at scuttling a Cunarder or cutting out a P. & O. never shipped a handspike."},{"line":"Yes, I have done my best for you. And why? It was my duty under my indentures, and I am the slave of duty. As a child I was regularly apprenticed to your band. It was through an error -- no matter, the mistake was ours, not yours, and I was in honour bound by it.","part":"Frederic"},{"line":"An error? What error?","part":"Samuel"},{"line":"Nay, dear master, my mind has long been gnawed by the cankering tooth of mystery. Better have it out at once.","part":"Ruth"}]},{"title":"Dialogue following No. 23","lines":[{"part":"Mabel","line":"Sergeant, approach! Young Frederic was to have led you to death and glory."},{"line":"That is not a pleasant way of putting it.","part":"Police"},{"line":"No matter; he will not so lead you, for he has allied himself once more with his old associates.","part":"Mabel"},{"part":"Police","line":"He has acted shamefully!"},{"line":"He has acted nobly!","part":"Police"},{"line":"Right oh!","part":"Police"},{"part":"Sergeant","line":"This is perplexing."},{"line":"We cannot understand it at all.","part":"Police"},{"line":"Still, as he is actuated by a sense of duty –","part":"Sergeant"},{"part":"Police","line":"That makes a difference, of course. At the same time, we repeat, we cannot understand it at all."},{"part":"Sergeant","line":"No matter. Our course is clear: we must do our best to capture these pirates alone. It is most distressing to us to be the agents whereby our erring fellow-creatures are deprived of that liberty which is so dear to us all – but we should have thought of that before we joined the force."},{"line":"We should!","part":"Police"},{"line":"It is too late now!","part":"Sergeant"},{"line":"It is!","part":"Police"}]}]