[{"lines":[{"part":"Hildebrand","line":"See you no sign of Gama?"},{"part":"Florian","line":"None, my liege!"},{"line":"It’s very odd indeed. If Gama fail To put in an appearance at our Court Before the sun has set in yonder west, And fail to bring the Princess Ida here To whom our son Hilarion was betrothed At the extremely early age of one, There’s war between King Gama and ourselves! Oh, Cyril, how I dread this interview! It’s twenty years since he and I have met. He was a twisted monster – all awry – As though Dame Nature, angry with her work, Had crumpled it in fitful petulance!","part":"Hildebrand"},{"line":"But, sir, a twisted and ungainly trunk Often bears goodly fruit. Perhaps he was A kind, well-spoken gentleman?","part":"Cyril"},{"line":"Oh, no! For, adder-like, his sting lay in his tongue. (His ‘sting’ is present, though his ‘stung’ is past.)","part":"Hildebrand"},{"line":"But stay, my liege; o’er yonder mountain’s brow Comes a small body, bearing Gama’s arms; And now I look more closely at it, sir, I see attached to it King Gama’s legs; From which I gather this corollary That that small body must be Gama’s own!","part":"Florian"},{"line":"Ha! Is the Princess with him?","part":"Hildebrand"},{"part":"Florian","line":"Well, my liege, Unless her highness is full six feet high, And wears mustachios too – and smokes cigars – And rides en cavalier in coat of steel – I do not think she is."},{"part":"Hildebrand","line":"One never knows. She’s a strange girl, I’ve heard, and does odd things! Come, bustle there! For Gama place the richest robes we own – For Gama place the coarsest prison dress – For Gama let our best spare bed be aired – For Gama let our deepest dungeon yawn – For Gama lay the costliest banquet out – For Gama place cold water and dry bread! For as King Gama brings the Princess here, Or brings her not, so shall King Gama have Much more than everything – much less than nothing!"}],"title":"Dialogue following No. 1"},{"title":"Dialogue following No. 3","lines":[{"line":"Well, father, is there news for me at last?","part":"Hilarion"},{"part":"Hildebrand","line":"King Gama is in sight, but much I fear With no Princess!"},{"line":"Alas, my liege, I've heard, That Princess Ida has forsworn the world, And, with a band of women, shut herself Within a lonely country house, and there Devotes herself to stern philosophies!","part":"Hilarion"},{"part":"Hildebrand","line":"Then I should say the loss of such a wife Is one to which a reasonable man Would easily be reconciled."},{"line":"Oh, no! Or I am not a reasonable man. She is my wife — has been for twenty years! I think I see her now.","part":"Hilarion"},{"part":"Hildebrand","line":"Ha! Let me look!"},{"line":"In my mind's eye, I mean — a blushing bride All bib and tucker, frill and furbelow! How exquisite she looked as she was borne, Recumbent, in her foster-mother's arms! How the bride wept — nor would be comforted Until the hireling mother-for-the-nonce Administered refreshment in the vestry. And I remember feeling much annoyed That she should weep at marrying with me. But then I thought, \"These brides are all alike. You cry at marrying me? How much more cause You'd have to cry if it were broken off!\" These were my thoughts; I kept them to myself, For at that age I had not learnt to speak.","part":"Hilarion"}]},{"title":"Dialogue following No. 6","lines":[{"line":"So this is Castle Hildebrand? Well, well! Dame Rumour whispered that the place was grand; She told me that your taste was exquisite, Superb, unparalleled!","part":"Gama"},{"part":"Hildebrand","line":"Oh, really, King!"},{"line":"But she’s a liar! Why, how old you’ve grown! Is this Hilarion? Why, you’ve changed too – You were a singularly handsome child! Are you a courtier? Come, then, ply your trade, Tell me some lies. How do you like your King? Vile rumour says he’s all but imbecile. Now, that’s not true?","part":"Gama"},{"part":"Florian","line":"My lord, we love our King. His wise remarks are valued by his court As precious stones."},{"part":"Gama","line":"And for the self-same cause. Like precious stones, his sensible remarks Derive their value from their scarcity! Come now, be honest, tell the truth for once! Tell it of me. Come, come, I’ll harm you not. This leg is crooked – this foot is ill-designed – This shoulder wears a hump! Come, out with it! Look, here’s my face! Now, am I not the worst Of Nature’s blunders?"},{"part":"Cyril","line":"Nature never errs. To those who know the workings of your mind, Your face and figure, sir, suggest a book Appropriately bound."},{"part":"Gama","line":"Why, hark ye, sir, How dare you bandy words with me?"},{"part":"Cyril","line":"No need To bandy aught that appertains to you."},{"line":"Do you permit this, King?","part":"Gama"},{"line":"We are in doubt Whether to treat you as an honoured guest Or as a traitor knave who plights his word And breaks it.","part":"Hildebrand"},{"line":"If the casting vote’s with me, I give it for the former!","part":"Gama"},{"line":"We shall see. By the terms of our contract, signed and sealed, You’re bound to bring the Princess here to-day: Why is she not with you?","part":"Hildebrand"},{"part":"Gama","line":"Answer me this: What think you of a wealthy purse-proud man, Who, when he calls upon a starving friend, Pulls out his gold and flourishes his notes, And flashes diamonds in the pauper’s eyes? What name have you for such an one?"},{"line":"A snob.","part":"Hildebrand"},{"part":"Gama","line":"Just so. The girl has beauty, virtue, wit, Grace, humour, wisdom, charity and pluck. Would it be kindly, think you, to parade These brilliant qualities before your eyes? Oh no, King Hildebrand, I am no snob!"},{"line":"Stop that tongue, Or you shall lose the monkey head that holds it!","part":"Hildebrand"},{"line":"Bravo! Your King deprives me of my head, That he and I may meet on equal terms!","part":"Gama"},{"part":"Hildebrand","line":"Where is she now?"},{"part":"Gama","line":"In Castle Adamant, One of my many country houses. There She rules a woman’s University, With full a hundred girls, who learn of her."},{"line":"A hundred girls! A hundred ecstasies!","part":"Cyril"},{"line":"But no mere girls, my good young gentleman; With all the college learning that you boast, The youngest there will prove a match for you.","part":"Gama"},{"line":"With all my heart, if she’s the prettiest! Fancy, a hundred matches – all alight! – That’s if I strike them as I hope to do!","part":"Cyril"},{"part":"Gama","line":"Despair your hope; their hearts are dead to men. He who desires to gain their favour must Be qualified to strike their teeming brains, And not their hearts. They’re safety matches, sir, And they light only on the knowledge box – So you’ve no chance!"},{"line":"And there are no males whatever in those walls?","part":"Florian"},{"part":"Gama","line":"None, gentlemen, excepting letter mails – And they are driven (as males often are In other large communities) by women. Why, bless my heart, she’s so particular She’ll hardly suffer Dr. Watts’s hymns – And all the animals she owns are “hers”! The ladies rise at cockcrow every morn –"},{"part":"Cyril","line":"Ah, then they have male poultry?"},{"part":"Gama","line":"Not at all, The crowing’s done by an accomplished hen!"}]},{"title":"Dialogue following No. 8","lines":[{"part":"Blanche","line":"Attention, ladies, while I read to you The Princess Ida's list of punishments. The first is Sacharissa. She's expelled!"},{"part":"All","line":"Expelled!"},{"part":"Blanche","line":"Expelled, because although she knew"},{"line":"I meant no harm; they're only men of wood!","part":"Sacharissa"},{"part":"Blanche","line":"They're men with whom you give each other mate, And that's enough! The next is Chloe."},{"line":"Ah!","part":"Chloe"},{"line":"Chloe will lose three terms, for yesterday, When looking through her drawing-book, I found A sketch of a perambulator!","part":"Blanche"},{"part":"All","line":"Oh!"},{"line":"Double perambulator, shameless girl! That's all at present. Now, attention, pray; Your Principal the Princess comes to give Her usual inaugural address To those young ladies who joined yesterday.","part":"Blanche"}]},{"title":"Dialogue following No. 10a","lines":[{"line":"I should command here – I was born to rule, But do I rule? I don’t. Why? I don’t know. I shall some day. Not yet, I bide my time. I once was Some One – and the Was Will Be. The Present as we speak becomes the Past, The Past repeats itself, and so is Future! This sounds involved. It’s not. It’s right enough.","part":"Blanche"}]},{"title":"Dialogue following No. 10","lines":[{"part":"Princess","line":""},{"part":"Blanche","line":"I, madam, on Abstract Philosophy. There I propose considering, at length, Three points – The Is, the Might Be, and the Must. Whether the Is, from being actual fact, Is more important than the vague Might Be, Or the Might Be, from taking wider scope, Is for that reason greater than the Is: And lastly, how the Is and Might Be stand Compared with the inevitable Must!"},{"part":"Princess","line":"The subject’s deep – how do you treat it, pray?"},{"line":"Madam, I take three possibilities, And strike a balance, then, between the three: As thus: The Princess Ida Is our head, the Lady Psyche Might Be, – Lady Blanche, Neglected Blanche, inevitably Must. Given these three hypotheses – to find The actual betting against each of them!","part":"Blanche"},{"line":"Your theme’s ambitious: pray you bear in mind Who highest soar fall farthest. Fare you well, You and your pupils! Maidens, follow me.","part":"Princess"}]},{"lines":[{"part":"Hilarion","line":"So that’s the Princess Ida’s castle! Well, They must be lovely girls, indeed, if it requires Such walls as those to keep intruders off!"},{"part":"Cyril","line":"To keep men off is only half their charge, And that the easier half. I much suspect The object of these walls is not so much To keep men off as keep the maidens in!"},{"part":"Florian","line":"But what are these?"},{"part":"Hilarion","line":"(looking at them) Why, Academic robes, Worn by the lady undergraduates When they matriculate. Let’s try them on. Why, see – we’re covered to the very toes. Three lovely lady undergraduates Who, weary of the world and all its wooing –"},{"line":"And penitent for deeds there’s no undoing –","part":"Florian"},{"part":"Cyril","line":"Looked at askance by well-conducted maids –"},{"part":"All","line":"Seek sanctuary in these classic shades!"}],"title":"Dialogue following No. 12"},{"title":"Dialogue following No. 13","lines":[{"line":"But who comes here? The Princess, as I live! What shall we do?","part":"Florian"},{"part":"Hilarion","line":"Why, we must brave it out! Madam, accept our humblest reverence."},{"line":"We greet you, ladies. What would you with us?","part":"Princess"},{"part":"Hilarion","line":"What shall I say? We are three students, ma'am, Three well-born maids of liberal estate, Who wish to join this University."},{"line":"If, as you say, you wish to join our ranks, And will subscribe to all our rules, 'tis well.","part":"Princess"},{"line":"To all your rules we cheerfully subscribe.","part":"Florian"},{"line":"You say you're noblewomen. Well, you'll find No sham degrees for noblewomen here. You'll find no sizars here, or servitors, Or other cruel distinctions, meant to draw A line 'twixt rich and poor; you'll find no tufts To mark nobility, except such tufts As indicate nobility of brain. As for your fellow-students, mark me well: There are a hundred maids within these walls, All good, all learned, and all beautiful: They are prepared to love you: will you swear To give the fullness of your love to them?","part":"Princess"},{"line":"Upon our words and honours, Ma'am, we will!","part":"Hilarion"},{"line":"But we go further: Will you undertake That you will never marry any man?","part":"Princess"},{"part":"Florian","line":"Indeed we never will!"},{"part":"Princess","line":"Consider well, You must prefer our maids to all mankind!"},{"line":"To all mankind we much prefer your maids!","part":"Hilarion"},{"part":"Cyril","line":"We should be dolts indeed, if we did not, Seeing how fair –"},{"line":"Take care – that's rather strong!","part":"Hilarion"},{"part":"Princess","line":"But have you left no lovers at your home Who may pursue you here?"},{"part":"Hilarion","line":"No, madam, none. We're homely ladies, as no doubt you see, And we have never fished for lover's love. We smile at girls who deck themselves with gems, False hair and meretricious ornament, To chain the fleeting fancy of a man, But do not imitate them. What we have Of hair, is all our own. Our colour, too, Unladylike, but not unwomanly, Is Nature's handiwork, and man has learnt To reckon Nature an impertinence."},{"line":"Well, beauty counts for naught within these walls; If all you say is true, you'll pass with us A happy, happy time!","part":"Princess"},{"line":"If, as you say, A hundred lovely maidens wait within, To welcome us with smiles and open arms, I think there's very little doubt we shall!","part":"Cyril"}]},{"lines":[{"line":"I'faith, the plunge is taken, gentlemen! For, willy-nilly, we are maidens now, And maids against our will we must remain.","part":"Hilarion"},{"part":"Psyche","line":"These ladies are unseemly in their mirth."},{"part":"Florian","line":"Here's a catastrophe, Hilarion! This is my sister! She'll remember me, Though years have passed since she and I have met!"},{"part":"Hilarion","line":"Then make a virtue of necessity, And trust our secret to her gentle care."},{"line":"Psyche! Why, don't you know me? Florian!","part":"Florian"},{"part":"Psyche","line":"Why, Florian!"},{"part":"Florian","line":"My sister!"},{"part":"Psyche","line":"Oh, my dear! What are you doing here – and who are these?"},{"line":"I am that Prince Hilarion to whom Your Princess is betrothed. I come to claim Her plighted love. Your brother Florian And Cyril came to see me safely through.","part":"Hilarion"},{"line":"The Prince Hilarion? Cyril too? How strange! My earliest playfellows!","part":"Psyche"},{"part":"Hilarion","line":"Why, let me look! Are you that learned little Psyche who At school alarmed her mates because she called A buttercup \"ranunculus bulbosus\"?"},{"part":"Cyril","line":"Are you indeed that Lady Psyche, who At children's parties, drove the conjuror wild, Explaining all his tricks before he did them?"},{"line":"Are you that learned little Psyche, who At dinner parties, brought in to dessert, Would tackle visitors with \"You don't know Who first determined longitude – I do – Hipparchus 'twas – B. C. one sixty-three!\" Are you indeed that small phenomenon?","part":"Hilarion"},{"part":"Psyche","line":"That small phenomenon indeed am I! But gentlemen, 'tis death to enter here: We have all promised to renounce mankind!"},{"part":"Florian","line":"Renounce mankind? On what ground do you base This senseless resolution?"},{"part":"Psyche","line":" We are all taught, and, being taught, believe That Man, sprung from an Ape, is Ape at heart."},{"part":"Cyril","line":"That's rather strong."},{"part":"Psyche","line":"The truth is always strong!"}],"title":"Dialogue following No. 14"},{"lines":[{"part":"Melissa","line":"Oh, Lady Psyche!"},{"part":"Psyche","line":"What! You heard us then? Oh, all is lost!"},{"part":"Melissa","line":"Not so! I'll breathe no word!"},{"part":"Florian","line":"Well, yes, just now we are – But hope by dint of study to become, In course of time, young women."},{"line":"No, no, no – Oh, don't do that! Is this indeed a man? I've often heard of them, but, till to-day, Never set eyes on one. They told me men Were hideous, idiotic, and deformed! They are quite as beautiful as women are! As beautiful, they're infinitely more so! Their cheeks have not that pulpy softness which One gets so weary of in womankind: Their features are more marked – and – oh, their chins! How curious!","part":"Melissa"},{"line":"I fear it's rather rough.","part":"Florian"},{"part":"Melissa","line":"Oh, don't apologize – I like it so!"}],"title":"Dialogue following No. 15"},{"title":"Dialogue following No. 16","lines":[{"line":"Melissa!","part":"Blanche"},{"part":"Melissa","line":"Mother!"},{"part":"Blanche","line":"Here – a word with you. Those are the three new students?"},{"line":"Yes, they are. They're charming girls.","part":"Melissa"},{"part":"Blanche","line":"Particularly so. So graceful, and so very womanly! So skilled in all a girl's accomplishments!"},{"line":"Yes – very skilled.","part":"Melissa"},{"part":"Blanche","line":"They sing so nicely too!"},{"part":"Melissa","line":"They do sing nicely!"},{"line":"Humph! It's very odd. Two are tenors, one is a baritone!","part":"Blanche"},{"part":"Melissa","line":"They've all got colds!"},{"part":"Blanche","line":"Colds! Bah! D'ye think I'm blind? These 'girls' are men disguised!"},{"part":"Melissa","line":"Oh no – indeed! You wrong these gentlemen – I mean – why, see, Here is an étui dropped by one of them Containing scissors, needles, and –"},{"part":"Blanche","line":"Cigars! Why, these are men! And you knew this, you minx!"},{"line":"Oh, spare them – they are gentlemen indeed. The Prince Hilarion (married years ago To Princess Ida) with two trusted friends! Consider, mother, he's her husband now, And has been, twenty years! Consider, too, You're only second here – you should be first. Assist the Prince's plan, and when he gains The Princess Ida, why, you will be first. You will design the fashions – think of that – And always serve out all the punishments! The scheme is harmless, mother – wink at it!","part":"Melissa"},{"part":"Blanche","line":"The prospect's tempting! Well, well, well, I'll try – Though I've not winked at anything for years! 'Tis but one step towards my destiny – The mighty Must! the inevitable Shall!"}]},{"title":"Dialogue following No. 17","lines":[{"part":"Melissa","line":"Saved for a time, at least!"},{"part":"Florian","line":"Melissa – come!"},{"line":"Oh, sir! you must away from this at once – My mother guessed your sex! It was my fault – I blushed and stammered so that she exclaimed, “Can these be men?” Then, seeing this, “Why these – “Are men”, she would have added, but “are men” Stuck in her throat! She keeps your secret, sir, For reasons of her own – but fly from this And take me with you – that is – no – not that!","part":"Melissa"},{"line":"I’ll go, but not without you! Why, what’s that?","part":"Florian"},{"part":"Melissa","line":"The luncheon bell."},{"part":"Florian","line":"I’ll wait for luncheon then!"}]},{"title":"Dialogue following No. 18","lines":[{"line":"You say you know the court of Hildebrand? There is a Prince there – I forget his name –","part":"Princess"},{"part":"Hilarion","line":"Hilarion?"},{"part":"Princess","line":"Exactly – is he well?"},{"part":"Hilarion","line":"If it be well to droop and pine and mope, To sigh 'Oh, Ida! Ida!' all day long, 'Ida! my love! my life! Oh, come to me!' If it be well, I say, to do all this, Then Prince Hilarion is very well."},{"line":"He breathes our name? Well, it's a common one! And is the booby comely?","part":"Princess"},{"line":"Pretty well. I've heard it said that if I dressed myself In Prince Hilarion's clothes (supposing this Consisted with my maiden modesty), I might be taken for Hilarion's self. But what is this to you or me, who think Of all mankind with undisguised contempt?","part":"Hilarion"},{"part":"Princess","line":"Contempt? Why, damsel, when I think of man, Contempt is not the word."},{"line":"I'm sure of that, Or if it is, it surely should not be!","part":"Cyril"},{"line":"Be quiet, idiot, or they'll find us out.","part":"Hilarion"},{"line":"The Prince Hilarion's a goodly lad!","part":"Cyril"},{"line":"You know him then?","part":"Princess"},{"part":"Cyril","line":"I rather think I do! We are inseparables!"},{"part":"Princess","line":"Why, what's this? You love him then?"},{"part":"Cyril","line":"We do indeed – all three!"},{"line":"Madam, she jests! Remember where you are!","part":"Hilarion"},{"part":"Cyril","line":"Jests? Not at all! Why, bless my heart alive, You and Hilarion, when at the Court, Rode the same horse!"},{"line":"Astride?","part":"Princess"},{"part":"Cyril","line":"Of course! Why not? Wore the same clothes – and once or twice, I think, Got tipsy in the same good company!"},{"line":"Well, these are nice young ladies, on my word!","part":"Princess"},{"part":"Cyril","line":"Don't you remember that old kissing-song He'd sing to blushing Mistress Lalage, The hostess of the Pigeons? Thus it ran:"}]},{"title":"Dialogue following No. 21","lines":[{"line":"I like your spirit, girls! We have to meet Stern bearded warriors in fight to-day; Wear naught but what is necessary to Preserve your dignity before their eyes, And give your limbs full play.","part":"Princess"},{"part":"Blanche","line":"One moment, ma'am, Here is a paradox we should not pass Without inquiry. We are prone to say ‘This thing is Needful – that, Superfluous' – Yet they invariably co-exist! We find the Needful comprehended in The circle of the grand Superfluous, Yet the Superfluous cannot be bought Unless you're amply furnished with the Needful. These singular considerations are –"},{"line":"Superfluous, yet not Needful – so you see The terms may independently exist. Women of Adamant, we have to show That Woman, educated to the task, Can meet Man, face to face, on his own ground, And beat him there. Now, let us set to work; Where is our lady surgeon?","part":"Princess"},{"line":"   Madam, here!","part":"Sacharissa"},{"line":"We shall require your skill to heal the wounds Of those that fall.","part":"Princess"},{"part":"Sacharissa","line":"             What, heal the wounded?"},{"part":"Princess","line":"        Yes!"},{"part":"Sacharissa","line":"And cut off real live legs and arms?"},{"part":"Princess","line":"                 Of course!"},{"part":"Sacharissa","line":"I wouldn't do it for a thousand pounds!"},{"part":"Princess","line":"Why, how is this? Are you faint-hearted, girl? You've often cut them off in theory!"},{"line":"In theory I'll cut them off again With pleasure, and as often as you like, But not in practice.","part":"Sacharissa"},{"part":"Princess","line":"           Coward! Get you hence, I've craft enough for that, and courage too, I'll do your work! My fusiliers, advance! Why, you are armed with axes! Gilded toys! Where are your rifles, pray?"},{"line":"    Why, please you, ma'am, We left them in the armoury, for fear That in the heat and turmoil of the fight, They might go off!","part":"Chloe"},{"line":"         ‘They might!' Oh, craven souls! Go off yourselves! Thank heaven I have a heart That quails not at the thought of meeting men; I will discharge your rifles! Off with you! Where's my bandmistress?","part":"Princess"},{"line":"    Please you, ma'am, the band Do not feel well, and can't come out today!","part":"Ada"},{"part":"Princess","line":"Why, this is flat rebellion! I've no time To talk to them just now. But, happily, I can play several instruments at once, And I will drown the shrieks of those that fall With trumpet music, such as soldiers love! How stand we with respect to gunpowder? My Lady Psyche – you who superintend Our lab'ratory – are you well prepared To blow these bearded rascals into shreds?"},{"line":"Why, madam –","part":"Psyche"},{"line":"     Well?","part":"Princess"},{"part":"Psyche","line":"                Let us try gentler means. We can dispense with fulminating grains While we have eyes with which to flash our rage! We can dispense with villainous saltpetre While we have tongues with which to blow them up! We can dispense, in short, with all the arts That brutalize the practical polemist!"},{"part":"Princess","line":"I never knew a more dispensing chemist! Away, away – I'll meet these men alone Since all my women have deserted me! So fail my cherished plans – so fails my faith – And with it hope, and all that comes of hope!"}]},{"lines":[{"line":"Madam, your father and your brothers claim An audience!","part":"Chloe"},{"line":"   What do they do here? They come","part":"Princess"},{"line":"To fight for you!","part":"Chloe"},{"part":"Princess","line":"     Admit them!"},{"line":"     Infamous! One's brothers, ma'am, are men!","part":"Blanche"},{"part":"Princess","line":"             So I have heard. But all my women seem to fail me when I need them most. In this emergency, Even one's brothers may be turned to use.  "},{"line":"My daughter!","part":"Gama"},{"part":"Princess","line":"Father! Thou art free!"},{"part":"Gama","line":"                Aye, free! Free as a tethered ass! I come to thee With words from Hildebrand. Those duly given I must return to blank captivity. I'm free so far."},{"line":"   Your message.","part":"Princess"},{"line":"       Hildebrand Is loth to war with women. Pit my sons, My three brave sons, against these popinjays, These tufted jack-a-dandy featherheads, And on the issue let thy hand depend!","part":"Gama"},{"part":"Princess","line":"Insult on insult's head! Are we a stake For fighting men? What fiend possesses thee, That thou has come with offers such as these From such as he to such an one as I?"},{"part":"Gama","line":"I am possessed By the pale devil of a shaking heart! My stubborn will is bent. I dare not face That devilish monarch's black malignity! He tortures me with torments worse than death, I haven't anything to grumble at! He finds out what particular meats I love, And gives me them. The very choicest wines, The costliest robes – the richest rooms are mine. He suffers none to thwart my simplest plan, And gives strict orders none should contradict me! He's made my life a curse!"},{"part":"Princess","line":"  My tortured father!"}],"title":"Dialogue following No. 22"},{"lines":[{"line":"My poor old father! How he must have suffered! Well, well, I yield!","part":"Princess"},{"part":"Gama","line":"       She yields! I’m saved, I’m saved!"},{"part":"Princess","line":"Open the gates – admit these warriors, Then get you all within the castle walls."}],"title":"Dialogue following No. 23"},{"title":"Dialogue following No. 24","lines":[{"line":"Hilarion! Cyril! Florian! dressed as women! Is this indeed Hilarion?","part":"Gama"},{"line":"Yes, it is!","part":"Hilarion"},{"line":"Why, you look handsome in your women's clothes! Stick to 'em! Men's attire becomes you not! And you, young ladies, will you please to pray King Hildebrand to set me free again? Hang on his neck and gaze into his eyes, He never could resist a pretty face!","part":"Gama"},{"line":"You dog, you'll find, though I wear woman's garb, My sword is long and sharp!","part":"Hilarion"},{"line":"     Hush, pretty one! Here's a virago! Here's a termagant! If length and sharpness go for anything, You'll want no sword while you can wag your tongue!","part":"Gama"},{"line":"What need to waste your words on such as he? He's old and crippled.","part":"Cyril"},{"part":"Gama","line":"Aye, but I've three sons, Fine fellows, young, and muscular, and brave, They're well worth talking to! Come, what d'ye say?"},{"line":"Aye, pretty ones, engage yourselves with us, If three rude warriors affright you not!","part":"Arac"},{"line":"Old as you are, I'd wring your shrivelled neck If you were not the Princess Ida's father.","part":"Hilarion"},{"line":"If I were not the Princess Ida's father, And so had not her brothers for my sons, No doubt you'd wring my neck – in safety too! Come, come, Hilarion, begin, begin! Give them no quarter – they will give you none. You've this advantage over warriors Who kill their country's enemies for pay, – You know what you are fighting for – look there! ","part":"Gama"}]},{"lines":[{"line":"Hold! stay your hands! – we yield ourselves to you! Ladies, my brothers all lie bleeding there! Bind up their wounds – but look the other way. Is this the end?  How say you, Lady Blanche – Can I with dignity my post resign? And if I do, will you then take my place?","part":"Princess"},{"line":"To answer this, it's meet that we consult The great Potential Mysteries; I mean The five Subjunctive Possibilities – The May, the Might, the Would, the Could, the Should. Can you resign? The Prince May claim you; if He Might, you Could – and if you Should, I Would!","part":"Blanche"},{"line":"I thought as much! Then to my fate I yield – So ends my cherished scheme! Oh, I had hoped To band all women with my maiden throng, And make them all abjure tyrannic Man!","part":"Princess"},{"part":"Hildebrand","line":"A noble aim!"},{"part":"Princess","line":" But if I carried out this glorious scheme, At my exalted name Posterity Would bow in gratitude!"},{"line":"But pray reflect – If you enlist all women in your cause, And make them all abjure tyrannic Man, The obvious question then arises, 'How Is this Posterity to be provided?'","part":"Hildebrand"},{"part":"Princess","line":"I never thought of that! My Lady Blanche, How do you solve the riddle?"},{"part":"Blanche","line":" Abstract Philosophy won't answer it. Take him – he is your Shall. Give in to Fate!"},{"part":"Princess","line":"And you desert me. I alone am staunch!"},{"part":"Hilarion","line":"Madam, you placed your trust in Woman – well, Woman has failed you utterly – try Man, Give him one chance, it's only fair – besides, Women are far too precious, too divine, To try unproven theories upon. Experiments, the proverb says, are made On humble subjects – try our grosser clay, And mould it as you will!"},{"part":"Cyril","line":"Remember, too Dear Madam, if at any time you feel A-weary of the Prince, you can return To Castle Adamant, and rule your girls As heretofore, you know."},{"part":"Princess","line":"And shall I find The Lady Psyche here?"},{"line":"If Cyril, ma'am, Does not behave himself, I think you will.","part":"Psyche"},{"part":"Princess","line":"And you Melissa, shall I find you here?"},{"line":"Madam, however Florian turns out, Unhesitatingly I answer, No!","part":"Melissa"},{"part":"Gama","line":"Consider this, my love, if your mama Had looked on matters from your point of view (I wish she had), why where would you have been?"},{"line":"There's an unbounded field of speculation, On which I could discourse for hours!","part":"Blanche"},{"part":"Princess","line":" We will not trouble you. Hilarion, I have been wrong – I see my error now. Take me, Hilarion – \"We will walk this world Yoked in all exercise of noble end! And so through those dark gates across the wild That no one knows!\" Indeed, I love thee – Come!"}],"title":"Dialogue following No. 26"}]