[{"lines":[{"part":"Pish-Tush","line":"And what may be your business with Yum-Yum?"},{"line":"I'll tell you. A year ago I was a member of the Titipu town band. It was my duty to take the cap round for contributions. While discharging this delicate office, I saw Yum-Yum. We loved each other at once, but she was betrothed to her guardian Ko-Ko, a cheap tailor, and I saw that my suit was hopeless. Overwhelmed with despair, I quitted the town. Judge of my delight when I heard, a month ago, that Ko-Ko had been condemned to death for flirting! I hurried back at once, in the hope of finding Yum-Yum at liberty to listen to my protestations.","part":"Nanki-Poo"},{"line":"It is true that Ko-Ko was condemned to death for flirting, but he was reprieved at the last moment, and raised to the exalted rank of Lord High Executioner under the following remarkable circumstances:","part":"Pish-Tush"}],"title":"Dialogue following No. 2"},{"title":"Dialogue following No. 3","lines":[{"part":"Nanki-Poo","line":"Ko-Ko, the cheap tailor, Lord High Executioner of Titipu! Why, that's the highest rank a citizen can attain!"},{"line":"It is. Our logical Mikado, seeing no moral difference between the dignified judge who condemns a criminal to die, and the industrious mechanic who carries out the sentence, has rolled the two offices into one, and every judge is now his own executioner.","part":"Pooh-Bah"},{"line":"But how good of you (for I see that you are a nobleman of the highest rank) to condescend to tell all this to me, a mere strolling minstrel!","part":"Nanki-Poo"},{"line":"Don't mention it. I am, in point of fact, a particularly haughty and exclusive person, of pre-Adamite ancestral descent. You will understand this when I tell you that I can trace my ancestry back to a protoplasmal primordial atomic globule. Consequently, my family pride is something inconceivable. I can't help it. I was born sneering. But I struggle hard to overcome this defect. I mortify my pride continually. When all the great officers of State resigned in a body because they were too proud to serve under an ex-tailor, did I not unhesitatingly accept all their posts at once?","part":"Pooh-Bah"},{"part":"Pish-Tush","line":"And the salaries attached to them? You did."},{"part":"Pooh-Bah","line":"It is consequently my degrading duty to serve this upstart as First Lord of the Treasury, Lord Chief Justice, Commander-in-Chief, Lord High Admiral, Master of the Buckhounds, Groom of the Back Stairs, Archbishop of Titipu, and Lord Mayor, both acting and elect, all rolled into one. And at a salary! A Pooh-Bah paid for his services! I a salaried minion! But I do it! It revolts me, but I do it!"},{"part":"Nanki-Poo","line":"And it does you credit."},{"line":"But I don't stop at that. I go and dine with middle-class people on reasonable terms. I dance at cheap suburban parties for a moderate fee. I accept refreshment at any hands, however lowly. I also retail State secrets at a very low figure. For instance, any further information about Yum-Yum would come under the head of a State secret. Another insult and, I think, a light one!","part":"Pooh-Bah"}]},{"title":"Dialogue following No. 5a","lines":[{"part":"Ko-Ko","line":"Pooh-Bah, it seems that the festivities in connection with my approaching marriage must last a week. I should like to do it handsomely, and I want to consult you as to the amount I ought to spend upon them."},{"line":"Certainly. In which of my capacities? As First Lord of the Treasury, Lord Chamberlain, Attorney General, Chancellor of the Exchequer, Privy Purse, or Private Secretary?","part":"Pooh-Bah"},{"part":"Ko-Ko","line":"Suppose we say as Private Secretary."},{"line":"Speaking as your Private Secretary, I should say that, as the city will have to pay for it, don't stint yourself, do it well.","part":"Pooh-Bah"},{"part":"Ko-Ko","line":"Exactly — as the city will have to pay for it. That is your advice."},{"line":"As Private Secretary. Of course you will understand that, as Chancellor of the Exchequer, I am bound to see that due economy is observed.","part":"Pooh-Bah"},{"line":"Oh! But you said just now \"Don't stint yourself, do it well\".","part":"Ko-Ko"},{"line":"As Private Secretary.","part":"Pooh-Bah"},{"line":"And now you say that due economy must be observed.","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"As Chancellor of the Exchequer."},{"line":"I see. Come over here, where the Chancellor can't hear us. Now, as my Solicitor, how do you advise me to deal with this difficulty?","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"Oh, as your Solicitor, I should have no hesitation in saying \"Chance it —\""},{"line":"Thank you. I will.","part":"Ko-Ko"},{"line":"If it were not that, as Lord Chief Justice, I am bound to see that the law isn't violated.","part":"Pooh-Bah"},{"line":"I see. Come over here where the Chief Justice can't hear us. Now, then, as First Lord of the Treasury?","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"Of course, as First Lord of the Treasury, I could propose a special vote that would cover all expenses, if it were not that, as Leader of the Opposition, it would be my duty to resist it, tooth and nail. Or, as Paymaster General, I could so cook the accounts that, as Lord High Auditor, I should never discover the fraud. But then, as Archbishop of Titipu, it would be my duty to denounce my dishonesty and give myself into my own custody as first Commissioner of Police."},{"line":"That's extremely awkward.","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"I don't say that all these distinguished people couldn't be squared; but it is right to tell you that they wouldn't be sufficiently degraded in their own estimation unless they were insulted with a very considerable bribe."},{"line":"The matter shall have my careful consideration. But my bride and her sisters approach, and any little compliment on your part, such as an abject grovel in a characteristic Japanese attitude, would be esteemed a favour.","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"No money, no grovel!"}]},{"title":"Dialogue following No. 5","lines":[]},{"title":"Dialogue following No. 7","lines":[{"part":"Ko-Ko","line":"At last, my bride that is to be!"},{"line":"You're not going to kiss me before all these people?","part":"Yum-Yum"},{"part":"Ko-Ko","line":"Well, that was the idea."},{"part":"Yum-Yum","line":"It seems odd, doesn't it?"},{"line":"It's rather peculiar.","part":"Peep-Bo"},{"part":"Pitti-Sing","line":"Oh, I expect it's all right. Must have a beginning, you know."},{"part":"Yum-Yum","line":"Well, of course I know nothing about these things; but I've no objection if it's usual."},{"line":"Oh, it's quite usual, I think. Eh, Lord Chamberlain?","part":"Ko-Ko"},{"line":"I have known it done.","part":"Pooh-Bah"},{"part":"Yum-Yum","line":"Thank goodness that's over! Why, that's never you?"},{"line":"Oh, I'm so glad! I haven't seen you for ever so long, and I'm right at the top of the school, and I've got three prizes, and I've come home for good, and I'm not going back any more!","part":"Yum-Yum"},{"part":"Peep-Bo","line":"And have you got an engagement? — Yum-Yum's got one, but she doesn't like it, and she'd ever so much rather it was you! I've come home for good, and I'm not going back any more!"},{"line":"Now tell us all the news, because you go about everywhere, and we've been at school, but, thank goodness, that's all over now, and we've come home for good, and we're not going back any more!","part":"Pitti-Sing"},{"line":"I beg your pardon. Will you present me?","part":"Ko-Ko"},{"part":"Ko-Ko","line":"One at a time, if you please."},{"line":"Oh, if you please he's the gentleman who used to play so beautifully on the — on the —","part":"Yum-Yum"},{"line":"On the Marine Parade.","part":"Pitti-Sing"},{"part":"Yum-Yum","line":"Yes, I think that was the name of the instrument."},{"line":"Sir, I have the misfortune to love your ward, Yum-Yum — oh, I know I deserve your anger!","part":"Nanki-Poo"},{"line":"Anger! not a bit, my boy. Why, I love her myself. Charming little girl, isn't she? Pretty eyes, nice hair. Taking little thing, altogether. Very glad to hear my opinion backed by a competent authority. Thank you very much. Good-bye. Take him away.","part":"Ko-Ko"},{"line":"I beg your pardon, but what is this? Customer come to try on?","part":"Pitti-Sing"},{"part":"Ko-Ko","line":"That is a Tremendous Swell."},{"part":"Pitti-Sing","line":"Oh, it's alive."},{"part":"Pooh-Bah","line":"Go away, little girls. Can't talk to little girls like you. Go away, there's dears."},{"line":"Allow me to present you, Pooh-Bah. These are my three wards. The one in the middle is my bride elect.","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"What do you want me to do to them? Mind, I will not kiss them."},{"line":"No, no, you shan't kiss them; a little bow — a mere nothing — you needn't mean it, you know.","part":"Ko-Ko"},{"line":"It goes against the grain. They are not young ladies, they are young persons.","part":"Pooh-Bah"},{"part":"Ko-Ko","line":"Come, come, make an effort, there's a good nobleman."},{"line":"Well, I shan't mean it. How de do, little girls, how de do? Oh, my protoplasmal ancestor!","part":"Pooh-Bah"},{"line":"That's very good.","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"I see nothing to laugh at. It is very painful to me to have to say \"How de do, little girls, how de do?\" to young persons. I'm not in the habit of saying \"How de do, little girls, how de do?\" to anybody under the rank of a Stockbroker."},{"part":"Ko-Ko","line":"Don't laugh at him, he can't help it — he's under treatment for it. Never mind them, they don't understand the delicacy of your position."},{"line":"We know how delicate it is, don't we?","part":"Pooh-Bah"},{"part":"Ko-Ko","line":"I should think we did! How a nobleman of your importance can do it at all is a thing I never can, never shall understand."}]},{"lines":[{"line":"Yum-Yum, at last we are alone! I have sought you night and day for three weeks, in the belief that your guardian was beheaded, and I find that you are about to be married to him this afternoon!","part":"Nanki-Poo"},{"line":"Alas, yes!","part":"Yum-Yum"},{"part":"Nanki-Poo","line":"But you do not love him?"},{"line":"Alas, no!","part":"Yum-Yum"},{"line":"Modified rapture! But why do you not refuse him?","part":"Nanki-Poo"},{"line":"What good would that do? He's my guardian, and he wouldn't let me marry you!","part":"Yum-Yum"},{"part":"Nanki-Poo","line":"But I would wait until you were of age!"},{"part":"Yum-Yum","line":"You forget that in Japan girls do not arrive at years of discretion until they are fifty."},{"line":"True; from seventeen to forty-nine are considered years of indiscretion.","part":"Nanki-Poo"},{"part":"Yum-Yum","line":"Besides — a wandering minstrel, who plays a wind instrument outside tea-houses, is hardly a fitting husband for the ward of a Lord High Executioner."},{"line":"But — Shall I tell her? Yes! She will not betray me! What if it should prove that, after all, I am no musician?","part":"Nanki-Poo"},{"part":"Yum-Yum","line":"There! I was certain of it, directly I heard you play!"},{"line":"What if it should prove that I am no other than the son of his Majesty the Mikado?","part":"Nanki-Poo"},{"line":"The son of the Mikado! But why is your Highness disguised? And what has your Highness done? And will your Highness promise never to do it again?","part":"Yum-Yum"},{"line":"Some years ago I had the misfortune to captivate Katisha, an elderly lady of my father's Court. She misconstrued my customary affability into expressions of affection, and claimed me in marriage, under my father's law. My father, the Lucius Junius Brutus of his race, ordered me to marry her within a week, or perish ignominiously on the scaffold. That night I fled his Court, and, assuming the disguise of a Second Trombone, I joined the band in which you found me when I had the happiness of seeing you!","part":"Nanki-Poo"},{"part":"Yum-Yum","line":"If you please, I think your Highness had better not come too near. The laws against flirting are excessively severe."},{"line":"But we are quite alone, and nobody can see us.","part":"Nanki-Poo"},{"part":"Yum-Yum","line":"Still, that don't make it right. To flirt is capital."},{"part":"Nanki-Poo","line":"It is capital!"},{"line":"And we must obey the law.","part":"Yum-Yum"},{"part":"Nanki-Poo","line":"Deuce take the law!"},{"part":"Yum-Yum","line":"I wish it would, but it won't!"},{"line":"If it were not for that, how happy we might be!","part":"Nanki-Poo"},{"line":"Happy indeed!","part":"Yum-Yum"},{"part":"Nanki-Poo","line":"If it were not for the law, we should now be sitting side by side, like that."},{"line":"Instead of being obliged to sit half a mile off, like that.","part":"Yum-Yum"},{"line":"We should be gazing into each other's eyes, like that.","part":"Nanki-Poo"},{"part":"Yum-Yum","line":"Breathing sighs of unutterable love — like that."},{"part":"Nanki-Poo","line":"With our arms round each other's waists, like that."},{"part":"Yum-Yum","line":"Yes, if it wasn't for the law."},{"part":"Nanki-Poo","line":"If it wasn't for the law."},{"part":"Yum-Yum","line":"As it is, of course we couldn't do anything of the kind."},{"part":"Nanki-Poo","line":"Not for worlds!"},{"line":"Being engaged to Ko-Ko, you know!","part":"Yum-Yum"},{"part":"Nanki-Poo","line":"Being engaged to Ko-Ko!"}],"title":"Dialogue following No. 8"},{"title":"Dialogue following No. 9","lines":[{"part":"Ko-Ko","line":"There she goes! To think how entirely my future happiness is wrapped up in that little parcel! Really, it hardly seems worth while! Oh, matrimony! — Now then, what is it? Can't you see I'm soliloquizing? You have interrupted an apostrophe, sir!"},{"line":"I am the bearer of a letter from his Majesty the Mikado.","part":"Pish-Tush"},{"line":"A letter from the Mikado! What in the world can he have to say to me? Ah, here it is at last! I thought it would come sooner or later! The Mikado is struck by the fact that no executions have taken place in Titipu for a year, and decrees that unless somebody is beheaded within one month the post of Lord High Executioner shall be abolished, and the city reduced to the rank of a village!","part":"Ko-Ko"},{"part":"Pish-Tush","line":"But that will involve us all in irretrievable ruin!"},{"part":"Ko-Ko","line":"Yes. There is no help for it, I shall have to execute somebody at once. The only question is, who shall it be?"},{"part":"Pooh-Bah","line":"Well, it seems unkind to say so, but as you're already under sentence of death for flirting, everything seems to point to you."},{"line":"To me? What are you talking about? I can't execute myself.","part":"Ko-Ko"},{"line":"Why not?","part":"Pooh-Bah"},{"line":"Why not? Because, in the first place, self decapitation is an extremely difficult, not to say dangerous, thing to attempt; and, in the second, it's suicide, and suicide is a capital offence.","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"That is so, no doubt."},{"line":"We might reserve that point.","part":"Pish-Tush"},{"part":"Pooh-Bah","line":"True, it could be argued six months hence, before the full Court."},{"line":"Besides, I don't see how a man can cut off his own head.","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"A man might try."},{"part":"Pish-Tush","line":"Even if you only succeeded in cutting it half off, that would be something."},{"line":"It would be taken as an earnest of your desire to comply with the Imperial will.","part":"Pooh-Bah"},{"line":"No. Pardon me, but there I am adamant. As official Headsman, my reputation is at stake, and I can't consent to embark on a professional operation unless I see my way to a successful result.","part":"Ko-Ko"},{"line":"This professional conscientiousness is highly creditable to you, but it places us in a very awkward position.","part":"Pooh-Bah"},{"line":"My good sir, the awkwardness of your position is grace itself compared with that of a man engaged in the act of cutting off his own head.","part":"Ko-Ko"},{"part":"Pish-Tush","line":"I am afraid that, unless you can obtain a substitute —"},{"part":"Ko-Ko","line":"A substitute? Oh, certainly — nothing easier. Pooh-Bah, I appoint you Lord High Substitute."},{"line":"I should be delighted. Such an appointment would realize my fondest dreams. But no, at any sacrifice, I must set bounds to my insatiable ambition!","part":"Pooh-Bah"}]},{"lines":[{"part":"Ko-Ko","line":"This is simply appalling! I, who allowed myself to be respited at the last moment, simply in order to benefit my native town, am now required to die within a month, and that by a man whom I have loaded with honours! Is this public gratitude? Is this — Go away, sir! How dare you? Am I never to be permitted to soliloquize?"},{"part":"Nanki-Poo","line":"Oh, go on — don't mind me."},{"part":"Ko-Ko","line":"What are you going to do with that rope?"},{"line":"I am about to terminate an unendurabIe existence.","part":"Nanki-Poo"},{"line":"Terminate your existence? Oh, nonsense! What for?","part":"Ko-Ko"},{"line":"Because you are going to marry the girl I adore.","part":"Nanki-Poo"},{"line":"Nonsense, sir. I won't permit it. I am a humane man, and if you attempt anything of the kind I shall order your instant arrest. Come, sir, desist at once or I summon my guard.","part":"Ko-Ko"},{"line":"That's absurd. If you attempt to raise an alarm, I instantly perform the Happy Despatch with this dagger.","part":"Nanki-Poo"},{"line":"No, no, don't do that. This is horrible! Why, you cold-blooded scoundrel, are you aware that, in taking your life, you are committing a crime which — which — which is— Oh! Substitute!","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"What's the matter?"},{"line":"Is it absolutely certain that you are resolved to die?","part":"Ko-Ko"},{"line":"Absolutely!","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"Will nothing shake your resolution?"},{"line":"Nothing.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"Threats, entreaties, prayers — all useless?"},{"line":"All! My mind is made up.","part":"Nanki-Poo"},{"line":"Then, if you really mean what you say, and if you are absolutely resolved to die, and if nothing whatever will shake your determination — don't spoil yourself by committing suicide, but be beheaded handsomely at the hands of the Public Executioner!","part":"Ko-Ko"},{"line":"I don't see how that would benefit me.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"You don't? Observe: you'll have a month to live, and you'll live like a fighting-cock at my expense. When the day comes there'll be a grand public ceremonial — you'll be the central figure — no one will attempt to deprive you of that distinction. There'll be a procession — bands — dead march — bells tolling — all the girls in tears — Yum-Yum distracted — then, when it's all over, general rejoicings, and a display of fireworks in the evening. You won't see them, but they'll be there all the same."},{"part":"Nanki-Poo","line":"Do you think Yum-Yum would really be distracted at my death?"},{"line":"I am convinced of it. Bless you, she's the most tender-hearted little creature alive.","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"I should be sorry to cause her pain. Perhaps, after all, if I were to withdraw from Japan, and travel in Europe for a couple of years, I might contrive to forget her."},{"part":"Ko-Ko","line":"Oh, I don't think you could forget Yum-Yum so easily; and, after all, what is more miserable than a love-blighted life?"},{"part":"Nanki-Poo","line":"True."},{"part":"Ko-Ko","line":"Life without Yum-Yum — why, it seems absurd!"},{"line":"And yet there are a good many people in the world who have to endure it.","part":"Nanki-Poo"},{"line":"Poor devils, yes! You are quite right not to be of their number.","part":"Ko-Ko"},{"line":"I won't be of their number!","part":"Nanki-Poo"},{"line":"Noble fellow!","part":"Ko-Ko"},{"line":"I'll tell you how we'll manage it. Let me marry Yum-Yum to-morrow, and in a month you may behead me.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"No, no. I draw the line at Yum-Yum."},{"part":"Nanki-Poo","line":"Very good. If you can draw the line, so can I."},{"part":"Ko-Ko","line":"Stop, stop — listen one moment — be reasonable. How can I consent to your marrying Yum-Yum if I'm going to marry her myself?"},{"part":"Nanki-Poo","line":"My good friend, she'll be a widow in a month, and you can marry her then."},{"line":"That's true, of course. I quite see that. But, dear me! My position during the next month will be most unpleasant--most unpleasant.","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"Not half so unpleasant as my position at the end of it."},{"part":"Ko-Ko","line":"But — dear me! — well — I agree — after all, it's only putting off my wedding for a month. But you won't prejudice her against me, will you? You see, I've educated her to be my wife; s"},{"part":"Nanki-Poo","line":"Trust me, she shall never learn the truth from me."}],"title":"Dialogue following No. 10"},{"title":"Dialogue following No. 1","lines":[{"part":"Yum-Yum","line":"Yes, I am indeed beautiful! Sometimes I sit and wonder, in my artless Japanese way, why it is that I am so much more attractive than anybody else in the whole world. Can this be vanity? No! Nature is lovely and rejoices in her loveliness. I am a child of Nature, and take after my mother."}]},{"title":"Dialogue following No. 2","lines":[{"line":"Yes, everything seems to smile upon me. I am to be married to-day to the man I love best and I believe I am the very happiest girl in Japan!","part":"Yum-Yum"},{"line":"The happiest girl indeed, for she is indeed to be envied who has attained happiness in all but perfection.","part":"Peep-Bo"},{"part":"Yum-Yum","line":"In \"all but\" perfection?"},{"line":"Well, dear, it can't be denied that the fact that your husband is to be beheaded in a month is, in its way, a drawback. It does seem to take the top off it, you know.","part":"Peep-Bo"},{"line":"I don't know about that. It all depends!","part":"Pitti-Sing"},{"line":"At all events, he will find it a drawback.","part":"Peep-Bo"},{"part":"Pitti-Sing","line":"Not necessarily. Bless you, it all depends!"},{"line":"I think it very indelicate of you to refer to such a subject on such a day. If my married happiness is to be — to be —","part":"Yum-Yum"},{"line":"Cut short.","part":"Peep-Bo"},{"line":"Well, cut short — in a month, can't you let me forget it?","part":"Yum-Yum"},{"line":"Yum-Yum in tears — and on her wedding morn!","part":"Nanki-Poo"},{"part":"Yum-Yum","line":"They've been reminding me that in a month you're to be beheaded!"},{"line":"Yes, we've been reminding her that you're to be beheaded.","part":"Pitti-Sing"},{"line":"It's quite true, you know, you are to be beheaded!","part":"Peep-Bo"},{"line":"Humph! Now, some bridegrooms would be depressed by this sort of thing! A month? Well, what's a month? Bah! These divisions of time are purely arbitrary. Who says twenty-four hours make a day?","part":"Nanki-Poo"},{"part":"Pitti-Sing","line":"There's a popular impression to that effect."},{"part":"Nanki-Poo","line":"Then we'll efface it. We'll call each second a minute — each minute an hour — each hour a day — and each day a year. At that rate we've about thirty years of married happiness before us!"},{"part":"Peep-Bo","line":"And, at that rate, this interview has already lasted four hours and three-quarters!"},{"line":"Yes. How time flies when one is thoroughly enjoying oneself!","part":"Yum-Yum"},{"line":"That's the way to look at it! Don't let's be downhearted! There's a silver lining to every cloud.","part":"Nanki-Poo"},{"part":"Yum-Yum","line":"Certainly. Let's — let's be perfectly happy!"},{"line":"By all means. Let's--let's thoroughly enjoy ourselves.","part":"Pish-Tush"},{"line":"It's--it's absurd to cry!","part":"Pitti-Sing"},{"line":"Quite ridiculous!","part":"Yum-Yum"}]},{"title":"Dialogue following No. 3","lines":[{"line":"Go on — don't mind me.","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"I'm afraid we're distressing you."},{"line":"Never mind, I must get used to it. Only please do it by degrees. Begin by putting your arm round her waist. There; let me get used to that first.","part":"Ko-Ko"},{"part":"Yum-Yum","line":"Oh, wouldn't you like to retire? It must pain you to see us so affectionate together!"},{"line":"No, I must learn to bear it! Now oblige me by allowing her head to rest on your shoulder.","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"Like that?"},{"line":"I am much obliged to you. Now — kiss her! Thank you — it's simple torture!","part":"Ko-Ko"},{"part":"Yum-Yum","line":"Come, come, bear up. After all, it's only for a month."},{"part":"Ko-Ko","line":"No. It's no use deluding oneself with false hopes."},{"line":"What do you mean?","part":"Nanki-Poo & Yum-Yum"},{"line":"My child — my poor child! How shall I break it to her? My little bride that was to have been —","part":"Ko-Ko"},{"line":"Was to have been?","part":"Yum-Yum"},{"part":"Ko-Ko","line":"Yes, you never can be mine!"},{"line":"I've just ascertained that, by the Mikado's law, when a married man is beheaded his wife is buried alive.","part":"Ko-Ko"},{"part":"Nanki-Poo & Yum-Yum","line":"Buried alive!"},{"part":"Ko-Ko","line":"Buried alive. It's a most unpleasant death."},{"part":"Nanki-Poo","line":"But whom did you get that from?"},{"part":"Ko-Ko","line":"Oh, from Pooh-Bah. He's my Solicitor."},{"part":"Yum-Yum","line":"But he may be mistaken!"},{"line":"So I thought; so I consulted the Attorney General, the Lord Chief Justice, the Master of the Rolls, the Judge Ordinary, and the Lord Chancellor. They're all of the same opinion. Never knew such unanimity on a point of law in my life!","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"But stop a bit! This law has never been put in force."},{"line":"Not yet. You see, flirting is the only crime punishable with decapitation, and married men never flirt.","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"Of course, they don't. I quite forgot that! Well, I suppose I may take it that my dream of happiness is at an end!"},{"line":"Darling — I don't want to appear selfish, and I love you with all my heart — I don't suppose I shall ever love anybody else half as much — but when I agreed to marry you — my own — I had no idea — pet — that I should have to be buried alive in a month!","part":"Yum-Yum"},{"line":"Nor I! It's the very first I've heard of it!","part":"Nanki-Poo"},{"line":"It — it makes a difference, doesn't it?","part":"Yum-Yum"},{"part":"Nanki-Poo","line":"It does make a difference, of course."},{"part":"Yum-Yum","line":"You see — burial alive — it's such a stuffy death!"},{"part":"Nanki-Poo","line":"I call it a beast of a death."},{"line":"You see my difficulty, don't you?","part":"Yum-Yum"},{"part":"Nanki-Poo","line":"Yes, and I see my own. If I insist on your carrying out your promise, I doom you to a hideous death; if I release you, you marry Ko-Ko at once!"}]},{"title":"Dialogue following No. 4","lines":[{"line":"My poor boy, I'm really very sorry for you.","part":"Ko-Ko"},{"line":"Thanks, old fellow. I'm sure you are.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"You see I'm quite helpless."},{"line":"I quite see that.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"I can't conceive anything more distressing than to have one's marriage broken off at the last moment. But you shan't be disappointed of a wedding — you shall come to mine."},{"line":"It's awfully kind of you, but that's impossible.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"Why so?"},{"line":"To-day I die.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"What do you mean?"},{"line":"I can't live without Yum-Yum. This afternoon I perform the Happy Despatch.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"No, no — pardon me — I can't allow that."},{"part":"Nanki-Poo","line":"Why not?"},{"line":"Why, hang it all, you're under contract to die by the hand of the Public Executioner in a month's time! If you kill yourself, what's to become of me? Why, I shall have to be executed in your place!","part":"Ko-Ko"},{"line":"It would certainly seem so!","part":"Nanki-Poo"},{"line":"Now then, Lord Mayor, what is it?","part":"Ko-Ko"},{"line":"The Mikado and his suite are approaching the city, and will be here in ten minutes.","part":"Pooh-Bah"},{"part":"Ko-Ko","line":"The Mikado! He's coming to see whether his orders have been carried out! Now look here, you know — this is getting serious — a bargain's a bargain, and you really mustn't frustrate the ends of justice by committing suicide. As a man of honour and a gentleman, you are bound to die ignominiously by the hands of the Public Executioner."},{"line":"Very well, then — behead me.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"What, now?"},{"part":"Nanki-Poo","line":"Certainly; at once."},{"line":"Chop it off! Chop it off!","part":"Pooh-Bah"},{"line":"My good sir, I don't go about prepared to execute gentlemen at a moment's notice. Why, I never even killed a blue-bottle!","part":"Ko-Ko"},{"part":"Pooh-Bah","line":"Still, as Lord High Executioner —"},{"line":"My good sir, as Lord High Executioner, I've got to behead him in a month. I'm not ready yet. I don't know how it's done. I'm going to take lessons. I mean to begin with a guinea pig, and work my way through the animal kingdom till I come to a Second Trombone. Why, you don't suppose that, as a humane man, I'd have accepted the post of Lord High Executioner if I hadn't thought the duties were purely nominal? I can't kill you — I can't kill anything! I can't kill anybody!","part":"Ko-Ko"},{"line":"Come, my poor fellow, we all have unpleasant duties to discharge at times; after all, what is it? If I don't mind, why should you? Remember, sooner or later it must be done.","part":"Nanki-Poo"},{"line":"Must it? I'm not so sure about that!","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"What do you mean?"},{"part":"Ko-Ko","line":"Why should I kill you when making an affidavit that you've been executed will do just as well? Here are plenty of witnesses — the Lord Chief Justice, Lord High Admiral, Commander-in-Chief, Secretary of State for the Home Department, First Lord of the Treasury, and Chief Commissioner of Police."},{"part":"Nanki-Poo","line":"But where are they?"},{"part":"Ko-Ko","line":"There they are. They'll all swear to it — won't you?"},{"part":"Pooh-Bah","line":"Am I to understand that all of us high Officers of State are required to perjure ourselves to ensure your safety?"},{"part":"Ko-Ko","line":"Why not! You'll be grossly insulted, as usual."},{"line":"Will the insult be cash down, or at a date?","part":"Pooh-Bah"},{"line":"It will be a ready-money transaction.","part":"Ko-Ko"},{"line":"Well, it will be a useful discipline. Very good. Choose your fiction, and I'll endorse it! Ha! ha! Family Pride, how do you like that, my buck?","part":"Pooh-Bah"},{"line":"But I tell you that life without Yum-Yum —","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"Oh, Yum-Yum, Yum-Yum! Bother Yum-Yum! Here, Commissionaire , go and fetch Yum-Yum. Take Yum-Yum and marry Yum-Yum, only go away and never come back again. Here she is. Yum-Yum, are you particularly busy?"},{"part":"Yum-Yum","line":"Not particularly."},{"part":"Ko-Ko","line":"You've five minutes to spare?"},{"line":"Yes.","part":"Yum-Yum"},{"part":"Ko-Ko","line":"Then go along with his Grace the Archbishop of Titipu; he'll marry you at once."},{"line":"But if I'm to be buried alive?","part":"Yum-Yum"},{"line":"Now, don't ask any questions, but do as I tell you, and Nanki-Poo will explain all.","part":"Ko-Ko"},{"line":"But one moment —","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"Not for worlds. Here comes the Mikado, no doubt to ascertain whether I've obeyed his decree, and if he finds you alive I shall have the greatest difficulty in persuading him that I've beheaded you. Close thing that, for here he comes!"}]},{"lines":[{"line":"I am honoured in being permitted to welcome your Majesty. I guess the object of your Majesty's visit — your wishes have been attended to. The execution has taken place.","part":"Ko-Ko"},{"line":"Oh, you've had an execution, have you?","part":"Mikado"},{"line":"Yes. The Coroner has just handed me his certificate.","part":"Ko-Ko"},{"line":"I am the Coroner.","part":"Pooh-Bah"},{"part":"Mikado","line":"And this is the certificate of his death.\"At Titipu, in the presence of the Lord Chancellor, Lord Chief Justice, Attorney-General, Secretary of State for the Home Department, Lord Mayor, and Groom of the Second Floor Front —\""},{"part":"Pooh-Bah","line":"They were all present, your Majesty. I counted them myself."},{"line":"Very good house. I wish I'd been in time for the performance.","part":"Mikado"},{"part":"Ko-Ko","line":"A tough fellow he was, too — a man of gigantic strength. His struggles were terrific. It was a remarkable scene."},{"part":"Mikado","line":"Describe it."}],"title":"Dialogue following No. 6"},{"lines":[{"part":"Mikado","line":"All this is very interesting, and I should like to have seen it. But we came about a totally different matter. A year ago my son, the heir to the throne of Japan, bolted from our Imperial Court."},{"part":"Ko-Ko","line":"Indeed! Had he any reason to be dissatisfied with his position?"},{"line":"None whatever. On the contrary, I was going to marry him — yet he fled!","part":"Katisha"},{"part":"Pooh-Bah","line":"I am surprised that he should have fled from one so lovely!"},{"line":"That's not true.","part":"Katisha"},{"part":"Pooh-Bah","line":"No!"},{"line":"You hold that I am not beautiful because my face is plain. But you know nothing; you are still unenlightened. Learn, then, that it is not in the face alone that beauty is to be sought. My face is unattractive!","part":"Katisha"},{"part":"Pooh-Bah","line":"It is."},{"line":"But I have a left shoulder-blade that is a miracle of loveliness. People come miles to see it. My right elbow has a fascination that few can resist.","part":"Katisha"},{"line":"Allow me!","part":"Pooh-Bah"},{"line":"It is on view Tuesdays and Fridays, on presentation of visiting card. As for my circulation, it is the largest in the world.","part":"Katisha"},{"line":"And yet he fled!","part":"Ko-Ko"},{"part":"Mikado","line":"And is now masquerading in this town, disguised as a Second Trombone."},{"part":"Ko-Ko, Pooh-Bah, & Pitti-Sing","line":"A Second Trombone!"},{"line":"Yes; would it be troubling you too much if I asked you to produce him? He goes by the name of —","part":"Mikado"},{"line":"Nanki-Poo.","part":"Katisha"},{"line":"Nanki-Poo.","part":"Mikado"},{"line":"It's quite easy. That is, it's rather difficult. In point of fact, he's gone abroad!","part":"Ko-Ko"},{"line":"Gone abroad! His address.","part":"Mikado"},{"part":"Ko-Ko","line":"Knightsbridge!"},{"line":"Ha!","part":"Katisha"},{"part":"Mikado","line":"What's the matter?"},{"line":"See here — his name — Nanki-Poo — beheaded this morning. Oh, where shall I find another? Where shall I find another?","part":"Katisha"},{"part":"Mikado","line":"Dear, dear, dear! this is very tiresome. My poor fellow, in your anxiety to carry out my wishes you have beheaded the heir to the throne of Japan!"},{"part":"Ko-Ko","line":"I beg to offer an unqualified apology."},{"line":"I desire to associate myself with that expression of regret.","part":"Pooh-Bah"},{"part":"Pitti-Sing","line":"We really hadn't the least notion —"},{"line":"Of course you hadn't. How could you? Come, come, my good fellow, don't distress yourself — it was no fault of yours. If a man of exalted rank chooses to disguise himself as a Second Trombone, he must take the consequences. It really distresses me to see you take on so. I've no doubt he thoroughly deserved all he got.","part":"Mikado"},{"line":"We are infinitely obliged to your Majesty —","part":"Ko-Ko"},{"part":"Pitti-Sing","line":"Much obliged, your Majesty."},{"part":"Pooh-Bah","line":"Very much obliged, your Majesty."},{"line":"Obliged? not a bit. Don't mention it. How could you tell?","part":"Mikado"},{"line":"No, of course we couldn't tell who the gentleman really was.","part":"Pooh-Bah"},{"line":"It wasn't written on his forehead, you know.","part":"Pitti-Sing"},{"line":"It might have been on his pocket-handkerchief, but Japanese don't use pocket-handkerchiefs! Ha! ha! ha!","part":"Ko-Ko"},{"part":"Mikado","line":"Ha! ha! ha! I forget the punishment for compassing the death of the Heir Apparent."},{"line":"Punishment.","part":"Ko-Ko, Pooh-Bah & Pitti-Sing"},{"line":"Yes. Something lingering, with boiling oil in it, I fancy. Something of that sort. I think boiling oil occurs in it, but I'm not sure. I know it's something humorous, but lingering, with either boiling oil or melted lead. Come, come, don't fret — I'm not a bit angry.","part":"Mikado"},{"part":"Ko-Ko","line":"If your Majesty will accept our assurance, we had no idea —"},{"line":"Of course —","part":"Mikado"},{"line":"I knew nothing about it.","part":"Pitti-Sing"},{"part":"Pooh-Bah","line":"I wasn't there."},{"line":"That's the pathetic part of it. Unfortunately, the fool of an Act says \"compassing the death of the Heir Apparent.\" There's not a word about a mistake —","part":"Mikado"},{"part":"Ko-Ko, Pitti-Sing & Pooh-Bah","line":"No!"},{"line":"Or not knowing —","part":"Mikado"},{"part":"Ko-Ko","line":"No!"},{"line":"Or having no notion —","part":"Mikado"},{"part":"Pitti-Sing","line":"No!"},{"part":"Mikado","line":"Or not being there —"},{"part":"Pooh-Bah","line":"No!"},{"part":"Mikado","line":"There should be, of course —"},{"line":"Yes!","part":"Ko-Ko, Pitti-Sing & Pooh-Bah"},{"line":"But there isn't.","part":"Mikado"},{"part":"Ko-Ko, Pitti-Sing & Pooh-Bah","line":"Oh!"},{"part":"Mikado","line":"That's the slovenly way in which these Acts are always drawn. However, cheer up, it'll be all right. I'll have it altered next session. Now, let's see about your execution — will after luncheon suit you? Can you wait till then?"},{"part":"Ko-Ko, Pitti-Sing & Pooh-Bah","line":"Oh, yes — we can wait till then!"},{"line":"Then we'll make it after luncheon.","part":"Mikado"},{"part":"Pooh-Bah","line":"I don't want any lunch."},{"part":"Mikado","line":"I'm really very sorry for you all, but it's an unjust world, and virtue is triumphant only in theatrical performances."}],"title":"Dialogue following No. 7"},{"lines":[{"part":"Ko-Ko","line":"Well, a nice mess you've got us into, with your nodding head and the deference due to a man of pedigree!"},{"part":"Pooh-Bah","line":"Merely corroborative detail, intended to give artistic verisimilitude to an otherwise bald and unconvincing narrative."},{"part":"Pitti-Sing","line":"Corroborative detail indeed! Corroborative fiddlestick!"},{"part":"Ko-Ko","line":"And you're just as bad as he is with your cock-and-a-bull stories about catching his eye and his whistling an air. But that's so like you! You must put in your oar!"},{"line":"But how about your big right arm?","part":"Pooh-Bah"},{"line":"Yes, and your snickersnee!","part":"Pitti-Sing"},{"part":"Ko-Ko","line":"Well, well, never mind that now. There's only one thing to be done. Nanki-Poo hasn't started yet — he must come to life again at once. Here he comes. Here, Nanki-Poo, I've good news for you — you're reprieved."},{"part":"Nanki-Poo","line":"Oh, but it's too late. I'm a dead man, and I'm off for my honeymoon."},{"line":"Nonsense! A terrible thing has just happened. It seems you're the son of the Mikado.","part":"Ko-Ko"},{"part":"Nanki-Poo","line":"Yes, but that happened some time ago."},{"part":"Ko-Ko","line":"Is this a time for airy persiflage? Your father is here, and with Katisha!"},{"part":"Nanki-Poo","line":"My father! And with Katisha!"},{"line":"Yes, he wants you particularly.","part":"Ko-Ko"},{"line":"So does she.","part":"Pooh-Bah"},{"line":"Oh, but he's married now.","part":"Yum-Yum"},{"part":"Ko-Ko","line":"But, bless my heart! what has that to do with it?"},{"line":"Katisha claims me in marriage, but I can't marry her because I'm married already — consequently she will insist on my execution, and if I'm executed, my wife will have to be buried alive.","part":"Nanki-Poo"},{"line":"You see our difficulty.","part":"Yum-Yum"},{"line":"Yes. I don't know what's to be done.","part":"Ko-Ko"},{"line":"There's one chance for you. If you could persuade Katisha to marry you, she would have no further claim on me, and in that case I could come to life without any fear of being put to death.","part":"Nanki-Poo"},{"part":"Ko-Ko","line":"I marry Katisha!"},{"line":"I really think it's the only course.","part":"Yum-Yum"},{"part":"Ko-Ko","line":"But, my good girl, have you seen her? She's something appalling!"},{"line":"Ah! that's only her face. She has a left elbow which people come miles to see!","part":"Pitti-Sing"},{"line":"I am told that her right heel is much admired by connoisseurs.","part":"Pooh-Bah"},{"part":"Ko-Ko","line":"My good sir, I decline to pin my heart upon any lady's right heel."},{"line":"It comes to this: While Katisha is single, I prefer to be a disembodied spirit. When Katisha is married, existence will be as welcome as the flowers in spring.","part":"Nanki-Poo"}],"title":"Dialogue following No. 8"},{"title":"Dialogue following No. 10","lines":[{"line":"Katisha!","part":"Ko-Ko"},{"line":"The miscreant who robbed me of my love! But vengeance pursues — they are heating the cauldron!","part":"Katisha"},{"part":"Ko-Ko","line":"Katisha — behold a suppliant at your feet! Katisha — mercy!"},{"part":"Katisha","line":"Mercy? Had you mercy on him? See here, you! You have slain my love. He did not love me, but he would have loved me in time. I am an acquired taste — only the educated palate can appreciate me. I was educating his palate when he left me. Well, he is dead, and where shall I find another? It takes years to train a man to love me. Am I to go through the weary round again, and, at the same time, implore mercy for you who robbed me of my prey — I mean my pupil — just as his education was on the point of completion? Oh, where shall I find another?"},{"part":"Ko-Ko","line":"Here! — Here!"},{"part":"Katisha","line":"What!!!"},{"line":"Katisha, for years I have loved you with a white-hot passion that is slowly but surely consuming my very vitals! Ah, shrink not from me! If there is aught of woman's mercy in your heart, turn not away from a love-sick suppliant whose every fibre thrills at your tiniest touch! True it is that, under a poor mask of disgust, I have endeavoured to conceal a passion whose inner fires are broiling the soul within me! But the fire will not be smothered — it defies all attempts at extinction, and, breaking forth, all the more eagerly for its long restraint, it declares itself in words that will not be weighed — that cannot be schooled — that should not be too severely criticised. Katisha, I dare not hope for your love — but I will not live without it! Darling!","part":"Ko-Ko"},{"line":"You, whose hands still reek with the blood of my betrothed, dare to address words of passion to the woman you have so foully wronged!","part":"Katisha"},{"part":"Ko-Ko","line":"I do — accept my love, or I perish on the spot!"},{"line":"Go to! Who knows so well as I that no one ever yet died of a broken heart!","part":"Katisha"},{"line":"You know not what you say. Listen!","part":"Ko-Ko"}]},{"title":"Dialogue following No. 11","lines":[{"line":"Did he really die of love?","part":"Katisha"},{"part":"Ko-Ko","line":"He really did."},{"line":"All on account of a cruel little hen?","part":"Katisha"},{"line":"Yes.","part":"Ko-Ko"},{"part":"Katisha","line":"Poor little chap!"},{"part":"Ko-Ko","line":"It's an affecting tale, and quite true. I knew the bird intimately."},{"part":"Katisha","line":"Did you? He must have been very fond of her."},{"line":"His devotion was something extraordinary.","part":"Ko-Ko"},{"line":". Poor little chap! And — and if I refuse you, will you go and do the same?","part":"Katisha"},{"line":"At once.","part":"Ko-Ko"},{"line":"No, no — you mustn't! Anything but that! Oh, I'm a silly little goose!","part":"Katisha"},{"part":"Ko-Ko","line":"You are!"},{"part":"Katisha","line":"And you won't hate me because I'm just a little teeny weeny wee bit bloodthirsty, will you?"},{"part":"Ko-Ko","line":"Hate you? Oh, Katisha! is there not beauty even in bloodthirstiness?"},{"part":"Katisha","line":"My idea exactly."}]},{"lines":[{"part":"Mikado","line":"Now then, we've had a capital lunch, and we're quite ready. Have all the painful preparations been made?"},{"line":"Your Majesty, all is prepared.","part":"Pish-Tush"},{"line":"Then produce the unfortunate gentleman and his two well-meaning but misguided accomplices.","part":"Mikado"},{"line":"Mercy! Mercy for Ko-Ko! Mercy for Pitti-Sing! Mercy even for Pooh-Bah!","part":"Katisha"},{"line":"I beg your pardon, I don't think I quite caught that remark.","part":"Mikado"},{"line":"Mercy even for Pooh-Bah.","part":"Pooh-Bah"},{"part":"Katisha","line":"Mercy! My husband that was to have been is dead, and I have just married this miserable object."},{"part":"Mikado","line":"Oh! You've not been long about it!"},{"part":"Ko-Ko","line":"We were married before the Registrar."},{"line":"I am the Registrar.","part":"Pooh-Bah"},{"part":"Mikado","line":"I see. But my difficulty is that, as you have slain the Heir Apparent —"},{"part":"Nanki-Poo","line":"The Heir Apparent is not slain."},{"part":"Mikado","line":"Bless my heart, my son!"},{"line":"And your daughter-in-law elected!","part":"Yum-Yum"},{"line":"Traitor, you have deceived me!","part":"Katisha"},{"line":"Yes, you are entitled to a little explanation, but I think he will give it better whole than in pieces.","part":"Mikado"},{"line":"Your Majesty, it's like this: It is true that I stated that I had killed Nanki-Poo —","part":"Ko-Ko"},{"part":"Mikado","line":"Yes, with most affecting particulars."},{"line":"Merely corroborative detail intended to give artistic verisimilitude to a bald and —","part":"Pooh-Bah"},{"part":"Ko-Ko","line":"Will you refrain from putting in your oar? It's like this: When your Majesty says, \"Let a thing be done,\" it's as good as done — practically, it is done — because your Majesty's will is law. Your Majesty says, \"Kill a gentleman,\" and a gentleman is told off to be killed. Consequently, that gentleman is as good as dead — practically, he is dead — and if he is dead, why not say so?"},{"line":"I see. Nothing could possibly be more satisfactory!","part":"Mikado"}],"title":"Dialogue following No. 12"}]