[{"lines":[{"part":"Angela","line":"There is a strange magic in this love of ours! Rivals as we all are in the affections of our Reginald, the very hopelessness of our love is a bond that binds us to one another!"},{"line":"Jealousy is merged in misery. While he, the very cynosure of our eyes and hearts, remains icy insensible -- what have we to strive for?","part":"Saphir"},{"line":"The love of maidens is, to him, as interesting as the taxes!","part":"Ella"},{"line":"Would that it were! He pays his taxes.","part":"Saphir"},{"part":"Angela","line":"And cherishes the receipts!"},{"line":"Happy receipts!","part":"Saphir"},{"part":"Jane","line":"Fools!"},{"line":"I beg your pardon?","part":"Angela"},{"part":"Jane","line":"Fools and blind! The man loves - wildly loves!"},{"line":"But whom? None of us!","part":"Angela"},{"part":"Saphir","line":"On Patience? Oh, it cannot be!"},{"line":"Bah! But yesterday I caught him in her dairy, eating fresh butter with a tablespoon. Today he is not well!","part":"Jane"},{"part":"Saphir","line":"But Patience boasts that she has never loved - that love is, to her, a sealed book! Oh, he cannot be serious!"},{"line":"'Tis but a fleeting fancy - `twill quickly wear away. Oh, Reginald, if you but knew what a wealth of golden love is waiting for you, stored up in this rugged old bosom of mine, the milkmaid's triumph would be short indeed!","part":"Jane"}],"title":"Dialogue following No. 1"},{"title":"Dialogue following No. 2","lines":[{"line":"Ah, Patience, if you have never loved, you have never known true happiness!","part":"Angela"},{"part":"Patience","line":"But the truly happy always seem to have so much on their minds. The truly happy never seem quite well."},{"part":"Jane","line":"There is a transcendentality of delirium - an acute accentuation of supremest ecstasy - which the earthy might easily mistake for indigestion. But it is not indigestion -it is aesthetic transfiguration! Enough of babble. Come!"},{"part":"Patience","line":"But stay, I have some news for you. The 35th Dragoon Guards have halted in the village, and are even now on their way to this very spot."},{"part":"Angela","line":"The 35th Dragoon Guards!"},{"part":"Saphir","line":"They are fleshly men, of full habit!"},{"line":"We care nothing for Dragoon Guards!","part":"Ella"},{"part":"Patience","line":"But, bless me, you were all engaged to them a year ago!"},{"line":"A year ago!","part":"Saphir"},{"part":"Angela","line":"My poor child, you don't understand these things. A year ago they were very well in our eyes, but since then our tastes have been etherealized, our perceptions exalted. Come, it is time to lift up our voices in morning carol to our Reginald. Let us to his door!"}]},{"title":"Dialogue following No. 3","lines":[{"part":"Colonel","line":"Well, here we are once more on the scene of our former triumphs. But where's the Duke?"},{"part":"Duke","line":"Here I am!"},{"line":"Come, cheer up, don't give way!","part":"Colonel"},{"line":"Oh, for that, I'm as cheerful as a poor devil can be expected to be who has the misfortune to be a Duke, with a thousand a day!","part":"Duke"},{"line":"Humph! Most men would envy you!","part":"Major"},{"line":"Envy me? Tell me, Major, are you fond of toffee?","part":"Duke"},{"part":"Major","line":"Very!"},{"line":"We are all fond of toffee.","part":"Colonel"},{"line":"We are!","part":"All"},{"line":"Yes, and toffee in moderation is a capital thing. But to live on toffee - toffee for breakfast, toffee for dinner, toffee for tea - to have it supposed that you care for nothing but toffee, and that you would consider yourself insulted if anything but toffee were offered to you - how would you like that?","part":"Duke"},{"part":"Colonel","line":"I can quite believe that, under those circumstances, even toffee would become monotonous."},{"line":"For \"toffee\" read flattery, adulation, and abject deference, carried to such a pitch that I began, at last, to think that man was born bent at an angle of forty-five degrees! Great heavens, what is there to adulate in me? Am I particularly intelligent, or remarkably studious, or excruciatingly witty, or unusually accomplished, or exceptionally virtuous?","part":"Duke"},{"part":"Colonel","line":"You're about as commonplace a young man as ever I saw."},{"part":"All","line":"You are!"},{"part":"Duke","line":"Exactly! That's it exactly! That describes me to a T! Thank you all very much! Well, I couldn't stand it any longer, so I joined this second-class cavalry regiment. In the army, thought I, I shall be occasionally snubbed, perhaps even bullied, who knows? The thought was rapture, and here I am."},{"line":"Yes, and here are the ladies!","part":"Colonel"},{"part":"Duke","line":"But who is the gentleman with the long hair?"},{"part":"Colonel","line":"I don't know."},{"part":"Duke","line":"He seems popular!"},{"part":"Colonel","line":"He does seem popular!"}]},{"lines":[{"part":"Angela","line":"Oh, sir, leave us; our minds are but ill-tuned to light love-talk."},{"part":"Major","line":"But what in the world has come over you all?"},{"line":"Bunthorne! He has come over us. He has come among us, and he has idealized us.","part":"Jane"},{"line":"Has he succeeded in idealizing you?","part":"Duke"},{"part":"Jane","line":"He has!"},{"line":"Good old Bunthorne!","part":"Duke"},{"line":"My eyes are open; I droop despairingly; I am soulfully intense; I am limp and I cling!","part":"Jane"},{"line":"Finished! At last! Finished!","part":"Bunthorne"},{"line":"Are you better now?","part":"Colonel"},{"line":"Yes - oh, it's you! -- I am better now. The poem is finished, and my soul has gone out into it. That was all. It was nothing worth mentioning, it occurs three times a day. Ah, Patience! Dear Patience!","part":"Bunthorne"},{"line":"Will it please you read it to us, sir?","part":"Angela"},{"part":"Saphir","line":"This we supplicate."},{"line":"Shall I?","part":"Bunthorne"},{"line":"No!","part":"Dragoons"},{"line":"I will read it if you bid me!","part":"Bunthorne"},{"line":"You can if you like!","part":"Patience"},{"part":"Bunthorne","line":"It is a wild, weird, fleshy thing; yet very tender, very yearning, very precious. It is called, \"Oh, Hollow! Hollow! Hollow!\""},{"line":"Is it a hunting song?","part":"Patience"},{"line":"A hunting song? No, it is not a hunting song. It is the wail of the poet's heart on discovering that everything is commonplace. To understand it, cling passionately to one another and think of faint lilies.","part":"Bunthorne"},{"line":"How purely fragrant!","part":"Angela"},{"part":"Saphir","line":"How earnestly precious!"},{"line":"Well, it seems to me to be nonsense.","part":"Patience"},{"part":"Saphir","line":"Nonsense, yes, perhaps - but oh, what precious nonsense!"},{"line":"This is all very well, but you seem to forget that you are engaged to us.","part":"Colonel"},{"line":"It can never be. You are not Empyrean. You are not Della Cruscan. You are not even Early English. Oh, be Early English ere it is too late!","part":"Saphir"},{"line":"Red and Yellow! Primary colours! Oh, South Kensington!","part":"Jane"},{"part":"Duke","line":"We didn't design our uniforms, but we don't see how they could be improved!"},{"line":"No, you wouldn't. Still, there is a cobwebby grey velvet, with a tender bloom like cold gravy, which, made Florentine fourteenth century, trimmed with Venetian leather and Spanish altar lace, and surmounted with something Japanese - it matters not what - would at least be Early English! Come, maidens.","part":"Jane"},{"part":"Duke","line":"Gentlemen, this is an insult to the British uniform -"}],"title":"Dialogue following No. 4"},{"title":"Dialogue following No. 6","lines":[{"line":"Ah! Patience, come hither. I am pleased with thee. The bitter-hearted one, who finds all else hollow, is pleased with thee. For you are not hollow. Are you?","part":"Bunthorne"},{"part":"Patience","line":"No, thanks, I have dined; but — I beg your pardon — I interrupt you."},{"part":"Bunthorne","line":"Life is made up of interruptions. The tortured soul, yearning for solitude, writhes under them. Oh, but my heart is a-weary! Oh, I am a cursed thing! Don't go."},{"line":"Really, I'm very sorry.","part":"Patience"},{"part":"Bunthorne","line":"Tell me, girl, do you ever yearn?"},{"line":"I earn my living.","part":"Patience"},{"line":"No, no! Do you know what it is to be heart- hungry? Do you know what it is to yearn for the Indefinable, and yet to be brought face to face, daily, with the Multiplication Table? Do you know what it is to seek oceans and to find puddles? — to long for whirlwinds and yet have to do the best you can with the bellows? That's my case. Oh, I am a cursed thing! Don't go.","part":"Bunthorne"},{"line":"If you please, I don't understand you — you frighten me!","part":"Patience"},{"part":"Bunthorne","line":"Don't be frightened — it's only poetry."},{"line":"Well, if that's poetry, I don't like poetry.","part":"Patience"},{"line":"Don't you? Can I trust her? Patience, you don't like poetry — well, between you and me, I don't like poetry. It's hollow, unsubstantial — unsatisfactory. What's the use of yearning for Elysian Fields when you know you can't get 'em, and would only let `em out on building leases if you had `em?","part":"Bunthorne"},{"line":"Sir, I —","part":"Patience"},{"part":"Bunthorne","line":"Patience, I have long loved you. Let me tell you a secret. I am not as bilious as I look. If you like, I will cut my hair. There is more innocent fun within me than a casual spectator would imagine. You have never seen me frolicsome. Be a good girl — a very good girl — and one day you shall. If you are fond of touch-and-go jocularity — this is the shop for it."},{"line":"Sir, I will speak plainly. In the matter of love I am untaught. I have never loved but my great-aunt. But I am quite certain that, under any circumstances, I couldn't possibly love you.","part":"Patience"},{"line":"Oh, you think not?","part":"Bunthorne"},{"part":"Patience","line":"I'm quite sure of it. Quite sure. Quite."},{"part":"Bunthorne","line":"Very good. Life is henceforth a blank. I don't care what becomes of me. I have only to ask that you will not abuse my confidence; though you despise me, I am extremely popular with the other young ladies."},{"line":"I only ask that you will leave me and never renew the subject.","part":"Patience"},{"line":"Certainly. Broken-hearted and desolate, I go. (Recites.)","part":"Bunthorne"},{"part":"Patience","line":"What on earth does it all mean? Why does he love me? Why does he expect me to love him? He's not a relation! It frightens me!"},{"line":"Why, Patience, what is the matter?","part":"Angela"},{"line":"Lady Angela, tell me two things. Firstly, what on earth is this love that upsets everybody; and, secondly, how is it to be distinguished from insanity?","part":"Patience"},{"line":"Poor blind child! Oh, forgive her, Eros! Why, love is of all passions the most essential! It is the embodiment of purity, the abstraction of refinement! It is the one unselfish emotion in this whirlpool of grasping greed!","part":"Angela"},{"line":"Oh, dear, oh!","part":"Patience"},{"line":"Why are you crying?","part":"Angela"},{"line":"To think that I have lived all these years without having experienced this ennobling and unselfish passion! Why, what a wicked girl I must be! For it is unselfish, isn't it?","part":"Patience"},{"line":"Absolutely! Love that is tainted with selfishness is no love. Oh, try, try, try to love! It really isn't difficult if you give your whole mind to it.","part":"Angela"},{"part":"Patience","line":"I'll set about it at once. I won't go to bed until I'm head over ears in love with somebody."},{"line":"Noble girl! But is it possible that you have never loved anybody?","part":"Angela"},{"line":"Yes, one.","part":"Patience"},{"part":"Angela","line":"Ah! Whom?"},{"part":"Patience","line":"My great-aunt —"},{"line":"Great-aunts don't count.","part":"Angela"},{"part":"Patience Angela","line":"Then there's nobody. At least — no, nobody. Not since I was a baby. But that doesn't count, I suppose. I don't know. Tell me about it."}]},{"lines":[{"line":"Recognize you? No, indeed I don't!","part":"Patience"},{"part":"Grosvenor","line":"Have fifteen years so greatly changed me?"},{"part":"Patience","line":"Fifteen years? What do you mean?"},{"line":"Have you forgotten the friend of your youth, your Archibald? — your little playfellow? Oh, Chronos, Chronos, this is too bad of you!","part":"Grosvenor"},{"line":"Archibald! Is it possible? Why, let me look! It is! It is! It must be! Oh, how happy I am! I thought we should never meet again! And how you've grown!","part":"Patience"},{"part":"Grosvenor","line":"Yes, Patience, I am much taller and much stouter than I was."},{"part":"Patience","line":"And how you've improved!"},{"part":"Grosvenor","line":"Yes, Patience, I am very beautiful!"},{"part":"Patience","line":"But surely that doesn't make you unhappy?"},{"line":"Yes, Patience. Gifted as I am with a beauty which probably has not its rival on earth, I am, nevertheless, utterly and completely miserable.","part":"Grosvenor"},{"line":"Oh — but why?","part":"Patience"},{"line":"My child-love for you has never faded. Conceive, then, the horror of my situation when I tell you that it is my hideous destiny to be madly loved at first sight by every woman I come across!","part":"Grosvenor"},{"part":"Patience","line":"But why do you make yourself so picturesque? Why not disguise yourself, disfigure yourself, anything to escape this persecution?"},{"line":"And you, too, are a Poet?","part":"Patience"},{"part":"Grosvenor","line":"Yes, I am the Apostle of Simplicity. I am called \"Archibald the All-Right\" — for I am infallible!"},{"line":"And is it possible that you condescend to love such a girl as I?","part":"Patience"},{"part":"Grosvenor","line":"Yes, Patience, is it not strange? I have loved you with a Florentine fourteenth-century frenzy for full fifteen years!"},{"part":"Patience","line":"Oh, marvelous! I have hitherto been deaf to the voice of love. I seem now to know what love is! It has been revealed to me — it is Archibald Grosvenor!"},{"line":"Yes, Patience, it is!","part":"Grosvenor"},{"part":"Patience","line":"(as in a trance) We will never, never part!"},{"line":"We will live and die together!","part":"Grosvenor"},{"line":"I swear it!","part":"Patience"},{"part":"Grosvenor","line":"We both swear it!"},{"part":"Patience","line":") But — oh, horror!"},{"line":"What's the matter?","part":"Grosvenor"},{"line":"Why, you are perfection! A source of endless ecstasy to all who know you!","part":"Patience"},{"line":"I know I am. Well?","part":"Grosvenor"},{"part":"Patience","line":"Then, bless my heart, there can be nothing unselfish in loving you!"},{"part":"Grosvenor","line":"Merciful powers! I never thought of that!"},{"part":"Patience","line":"To monopolize those features on which all women love to linger! It would be unpardonable!"},{"line":"Why, so it would! Oh, fatal perfection, again you interpose between me and my happiness!","part":"Grosvenor"},{"part":"Patience","line":"Oh, if you were but a thought less beautiful than you are!"},{"line":"Would that I were; but candour compels me to admit that I'm not!","part":"Grosvenor"},{"part":"Patience","line":"Our duty is clear; we must part, and for ever!"},{"part":"Grosvenor","line":"Oh, misery! And yet I cannot question the propriety of your decision. Farewell, Patience!"},{"line":"Farewell, Archibald! But stay!","part":"Patience"},{"line":"Yes, Patience?","part":"Grosvenor"},{"line":"Although I may not love you — for you are perfection — there is nothing to prevent your loving me. I am plain, homely, unattractive!","part":"Patience"},{"line":"Why, that's true! The love of such a man as you for such a girl as I must be unselfish!","part":"GrosvenorPatience"},{"line":"Unselfishness itself!","part":"Grosvenor"}],"title":"Dialogue following No. 8"},{"lines":[{"line":"The old, old tale. How rapturously these maidens love me, and how hopelessly! Oh, Patience, Patience, with the love of thee in my heart, what have I for these poor mad maidens but an unvalued pity? Alas, they will die of hopeless love for me, as I shall die of hopeless love for thee!","part":"Grosvenor"},{"part":"Angela","line":"Sir, will it please you read to us?"},{"line":"Yes, child, if you will. What shall I read?","part":"Grosvenor"},{"line":"One of your own poems.","part":"Angela"},{"part":"Grosvenor","line":"One of my own poems? Better not, my child. They will not cure thee of thy love."},{"line":"Mr. Bunthorne used to read us a poem of his own every day.","part":"Ella"},{"part":"Saphir","line":"And, to do him justice, he read them extremely well."},{"line":"Oh, did he so? Well, who am I that I should take upon myself to withhold my gifts from you? What am I but a trustee? Here is a decalet — a pure and simple thing, a very daisy — a babe might understand it. To appreciate it, it is not necessary to think of anything at all.","part":"Grosvenor"},{"part":"Angela","line":"Let us think of nothing at all!"},{"part":"Grosvenor","line":"I believe I am right in saying that there is not one word in that decalet which is calculated to bring the blush of shame to the cheek of modesty."},{"line":"Not one; it is purity itself.","part":"Angela"},{"part":"Grosvenor","line":"Here's another."},{"part":"Angela","line":"Marked you how grandly —how relentlessly — the damning catalogue of crime strode on, till Retribution, like a poisèd hawk, came swooping down upon the Wrong-Doer? Oh, it was terrible!"},{"part":"Ella","line":"Oh, sir, you are indeed a true poet, for you touch our hearts, and they go out to you!"},{"part":"Grosvenor","line":"This is simply cloying. Ladies, I am sorry to appear ungallant, but this is Saturday, and you have been following me about ever since Monday. I should like the usual half-holiday. I shall take it as a personal favour if you will kindly allow me to close early to-day."},{"line":"Oh, sir, do not send us from you!","part":"Saphir"},{"line":"Poor, poor girls! It is best to speak plainly. I know that I am loved by you, but I never can love you in return, for my heart is fixed elsewhere! Remember the fable of the Magnet and the Churn.","part":"Grosvenor"},{"part":"Angela","line":"But we don't know the fable of the Magnet and the Churn!"},{"line":"Don't you? Then I will sing it to you.","part":"Grosvenor"}],"title":"Dialogue following No. 12"},{"title":"Dialogue following No. 13","lines":[{"part":"Grosvenor","line":"At last they are gone! What is this mysterious fascination that I seem to exercise over all I come across? A curse on my fatal beauty, for I am sick of conquests!"},{"line":"Archibald!","part":"Patience"},{"part":"Grosvenor","line":"Patience.!"},{"part":"Patience","line":"I have escaped with difficulty from my Reginald. I wanted to see you so much that I might ask you if you still love me as fondly as ever?"},{"line":"Love you? If the devotion of a lifetime — (Seizes her hand.)","part":"Grosvenor"},{"line":"Hold! Unhand me, or I scream! If you are a gentleman, pray remember that I am another's! But you do love me, don't you?","part":"Patience"},{"part":"Grosvenor","line":"Madly, hopelessly, despairingly!"},{"part":"Patience","line":". That's right! I never can be yours; but that's right!"},{"part":"Grosvenor","line":"And you love this Bunthorne?"},{"part":"Patience","line":"With a heart-whole ecstasy that withers, and scorches, and burns, and stings! It is my duty."},{"part":"Grosvenor","line":"Admirable girl! But you are not happy with him?"},{"part":"Patience","line":"Happy? I am miserable beyond description!"},{"part":"Grosvenor","line":"That's right! I never can be yours; but that's right!"},{"part":"Patience","line":"But go now. I see dear Reginald approaching. Farewell, dear Archibald; I cannot tell you how happy it has made me to know that you still love me."},{"line":"Ah, if I only dared —","part":"Grosvenor"},{"part":"Patience(Tenderly)","line":"Sir! this language to one who is promised to another! Oh, Archibald, think of me sometimes, for my heart is breaking! He is unkind to me, and you would be so loving!"},{"line":"Loving!","part":"Grosvenor"},{"line":"Advance one step, and as I am a good and pure woman, I scream! Farewell, Archibald! Stop there! Think of me sometimes! Advance at your peril! Once more, adieu!","part":"Patience"},{"part":"Bunthorne","line":"Crying, eh? What are you crying about?"},{"part":"Patience","line":"I've only been thinking how dearly I love you!"},{"line":"Love me! Bah!","part":"Bunthorne"},{"line":"Love him! Bah!","part":"Jane"},{"part":"Bunthorne","line":"Don't you interfere."},{"line":"He always crushes me!","part":"Jane"},{"line":"What is the matter, dear Reginald? If you have any sorrow, tell it to me, that I may share it with you. It is my duty!","part":"Patience"},{"part":"Bunthorne","line":"Whom were you talking with just now?"},{"part":"Patience","line":"With dear Archibald."},{"part":"Bunthorne","line":"With dear Archibald! Upon my honour, this is too much!"},{"part":"Jane","line":"A great deal too much!"},{"part":"Bunthorne","line":"Do be quiet!"},{"line":"Crushed again!","part":"Jane"},{"part":"Patience","line":"I think he is the noblest, purest, and most perfect being I have ever met. But I don't love him. It is true that he is devotedly attached to me, but I don't love him. Whenever he grows affectionate, I scream. It is my duty!"},{"part":"Bunthorne","line":"I dare say!"},{"part":"Jane","line":"So do I! I dare say!"},{"part":"Patience","line":"Why, how could I love him and love you too? You can't love two people at once!"},{"part":"Bunthorne","line":"Oh, can't you, though!"},{"line":"No, you can't; I only wish you could.","part":"Patience"},{"line":"I don't believe you know what love is!","part":"Bunthorne"},{"line":"Yes, I do. There was a happy time when I didn't, but a bitter experience has taught me.","part":"Patience"}]},{"lines":[{"part":"Bunthorne","line":"Everything has gone wrong with me since that smug-faced idiot came here. Before that I was admired — I may say, loved."},{"part":"Jane","line":"Too mild — adored!"},{"line":"Do let a poet soliloquize! The damozels used to follow me wherever I went; now they all follow him!","part":"Bunthorne"},{"line":"Not all! I am still faithful to you.","part":"Jane"},{"line":"Yes, and a pretty damozel you are!","part":"Bunthorne"},{"line":"No, not pretty. Massive. Cheer up! I will never leave you, I swear it!","part":"Jane"},{"line":"Oh, thank you! I know what it is; it's his confounded mildness. They find me too highly spiced, if you please! And no doubt I am highly spiced.","part":"Bunthorne"},{"line":"Not for my taste!","part":"Jane"},{"part":"Bunthorne","line":"No, but I am for theirs. But I will show the world I can be as mild as he. If they want insipidity, they shall have it. I'll meet this fellow on his own ground and beat him on it."},{"line":"You shall. And I will help you.","part":"Jane"},{"line":"You will? Jane, there's a good deal of good in you, after all!","part":"Bunthorne"}],"title":"Dialogue following No. 14"},{"title":"Dialogue following No. 16","lines":[{"line":"Yes, it's quite clear that our only chance of making a lasting impression on these young ladies is to become as aesthetic as they are.","part":"Colonel"},{"line":"No doubt. The only question is how far we've succeeded in doing so. I don't know why, but I've an idea that this is not quite right.","part":"Major"},{"part":"Duke","line":"I don't like it. I never did. I don't see what it means. I do it, but I don't like it."},{"part":"Colonel","line":"My good friend, the question is not whether we like it, but whether they do. They understand these things — we don't. Now I shouldn't be surprised if this is effective enough — at a distance."},{"line":"I can't help thinking we're a little stiff at it. It would be extremely awkward if we were to be \"struck\" so!","part":"Major"},{"part":"Colonel","line":"I don't think we shall be struck so. Perhaps we're a little awkward at first — but everything must have a beginning. Oh, here they come! 'Tention!"},{"part":"Angela","line":"Oh, Saphir — see — see! The immortal fire has descended on them, and they are of the Inner Brotherhood — perceptively intense and consummately utter."},{"line":"How Botticelian! How Fra Angelican! Oh, Art, we thank thee for this boon!","part":"Saphir"},{"line":"I'm afraid we're not quite right.","part":"Colonel"},{"line":"Not supremely, perhaps, but oh, so all — but! Oh, Saphir, are they not quite too all — but?","part":"Angela"},{"line":"They are indeed jolly utter!","part":"Saphir"},{"part":"Major","line":"(in agony) I wonder what the Inner Brotherhood usually recommend for cramp?"},{"part":"Colonel","line":"Ladies, we will not deceive you. We are doing this at some personal inconvenience with a view of expressing the extremity of our devotion to you. We trust that it is not without its effect."},{"part":"Angela","line":"We will not deny that we are much moved by this proof of your attachment."},{"line":"Yes, your conversion to the principles of Aesthetic Art in its highest development has touched us deeply.","part":"Saphir"},{"line":"And if Mr. Grosvenor should remain obdurate —","part":"Angela"},{"line":"Which we have every reason to believe he will —","part":"Saphir"},{"line":"I wish they'd make haste!","part":"Major"},{"part":"Angela","line":"We are not prepared to say that our yearning hearts will not go out to you."},{"part":"Colonel","line":"(as giving a word of command) By sections of threes — Rapture!"},{"line":"Oh, it's extremely good — for beginners it's admirable.","part":"Saphir"},{"line":"The only question is, who will take who?","part":"Major"},{"part":"Colonel","line":"Oh, the Duke chooses first, as a matter of course."},{"line":"Oh, I couldn't thank of it — you are really too good!","part":"Duke"},{"part":"Colonel","line":"Nothing of the kind. You are a great matrimonial fish, and it's only fair that each of these ladies should have a chance of hooking you."}]},{"lines":[{"part":"Grosvenor","line":"It is very pleasant to be alone. It is pleasant to be able to gaze at leisure upon those features which all others may gaze upon at their good will! Ah, I am a very Narcissus!"},{"part":"Bunthorne","line":". It's no use; I can't live without admiration. Since Grosvenor came here, insipidity has been at a premium. Ah, he is there!"},{"line":"Ah, Bunthorne! Come here — look! Very graceful, isn't it!","part":"Grosvenor"},{"part":"Bunthorne","line":"Allow me; I haven't seen it. Yes, it is graceful."},{"line":"Oh, good gracious! not that — this —","part":"Grosvenor"},{"line":"You don't mean that! Bah! I am in no mood for trifling.","part":"Bunthorne"},{"line":"And what is amiss?","part":"Grosvenor"},{"part":"Bunthorne","line":"Ever since you came here, you have entirely monopolized the attentions of the young ladies. I don't like it, sir!"},{"line":"My dear sir, how can I help it? They are the plague of my life. My dear Mr. Bunthorne, with your personal disadvantages, you can have no idea of the inconvenience of being madly loved, at first sight, by every woman you meet.","part":"Grosvenor"},{"part":"Bunthorne","line":"Sir, until you came here I was adored!"},{"line":"Exactly — until I came here. That's my grievance. I cut everybody out! I assure you, if you could only suggest some means whereby, consistently with my duty to society, I could escape these inconvenient attentions, you would earn my everlasting gratitude.","part":"Grosvenor"},{"line":"I will do so at once. However popular it may be with the world at large, your personal appearance is highly objectionable to me.","part":"Bunthorne"},{"line":"It is? Oh, thank you! thank you! How can I express my gratitude?","part":"Grosvenor"},{"part":"Bunthorne","line":"By making a complete change at once. Your conversation must henceforth be perfectly matter-of-fact. You must cut your hair, and have a back parting. In appearance and costume you must be absolutely commonplace."},{"line":"No. Pardon me, that's impossible.","part":"Grosvenor"},{"line":"Take care! When I am thwarted I am very terrible.","part":"Bunthorne"},{"part":"Grosvenor","line":"I can't help that. I am a man with a mission. And that mission must be fulfilled."},{"part":"Bunthorne","line":"I don't think you quite appreciate the consequences of thwarting me."},{"part":"Grosvenor","line":"I don't care what they are."},{"part":"Bunthorne","line":"Suppose — I won't go so far as to say that I will do it — but suppose for one moment I were to curse you? Ah! Very well. Take care."},{"line":"But surely you would never do that?","part":"Grosvenor"},{"part":"Bunthorne","line":"I don't know. It would be an extreme measure, no doubt. Still--"},{"line":"But you would not do it — I am sure you would not. Oh, reflect, reflect! You had a mother once.","part":"Grosvenor"},{"part":"Bunthorne","line":"Never!"},{"line":"Then you had an aunt! Ah! I see you had! By the memory of that aunt, I implore you to pause ere you resort to this last fearful expedient. Oh, Mr. Bunthorne, reflect, reflect!","part":"Grosvenor"},{"part":"Bunthorne","line":"I must not allow myself to be unmanned! It is useless. Consent at once, or may a nephew's curse —"},{"line":"Hold! Are you absolutely resolved?","part":"Grosvenor"},{"line":"Absolutely.","part":"Bunthorne"},{"part":"Grosvenor","line":"Will nothing shake you?"},{"part":"Bunthorne","line":"Nothing. I am adamant."},{"part":"Grosvenor","line":"Very good. Then I yield."},{"part":"Bunthorne","line":"Ha! You swear it?"},{"line":"I do, cheerfully. I have long wished for a reasonable pretext for such a change as you suggest. It has come at last. I do it on compulsion!","part":"Grosvenor"},{"part":"Bunthorne","line":"Victory! I triumph!"}],"title":"Dialogue following No. 17"},{"title":"Dialogue following No. 18","lines":[{"part":"Bunthorne","line":"It is all right! I have committed my last act of ill- nature, and henceforth I'm a changed character."},{"line":"Reginald! Dancing! And — what in the world is the matter with you?","part":"Patience"},{"part":"Bunthorne","line":"Patience, I'm a changed man. Hitherto I've been gloomy, moody, fitful — uncertain in temper and selfish in disposition —"},{"part":"Patience","line":"You have, indeed!"},{"line":"All that is changed. I have reformed. I have modelled myself upon Mr. Grosvenor. Henceforth I am mildly cheerful. My conversation will blend amusement with instruction. I shall still be aesthetic; but my aestheticism will be of the most pastoral kind.","part":"Bunthorne"},{"part":"Patience","line":"Oh, Reginald! Is all this true?"},{"part":"Bunthorne","line":"Quite true. Observe how amiable I am."},{"part":"Patience","line":"But, Reginald, how long will this last?"},{"part":"Bunthorne","line":"With occasional intervals for rest and refreshment, as long as I do."},{"part":"Patience","line":"Oh, Reginald, I'm so happy! Oh, dear, dear Reginald, I cannot express the joy I feel at this change. It will no longer be a duty to love you, but a pleasure — a rapture — an ecstasy!"},{"part":"Bunthorne","line":"My darling!"},{"part":"Patience","line":"But — oh, horror!"},{"line":"What's the matter?","part":"Bunthorne"},{"line":"Is it quite certain that you have absolutely reformed — that you are henceforth a perfect being —utterly free from defect of any kind?","part":"Patience"},{"line":"It is quite certain. I have sworn it.","part":"Bunthorne"},{"line":"Then I never can be yours!","part":"Patience"},{"part":"Bunthorne","line":"Why not?"},{"line":"Love, to be pure, must be absolutely unselfish, and there can be nothing unselfish in loving so perfect a being as you have now become!","part":"Patience"},{"line":"But, stop a bit. I don't want to change — I'll relapse — I'll be as I was — interrupted!","part":"Bunthorne"}]},{"lines":[{"line":"Angela — Ella — Saphir — what —what does this mean?","part":"Bunthorne"},{"line":"It means that Archibald the All-Right cannot be all-wrong; and if the All-Right chooses to discard aestheticism, it proves that aestheticism ought to be discarded.","part":"Angela"},{"part":"Patience","line":"Oh, Archibald! Archibald! I'm shocked — surprised — horrified!"},{"line":"I can't help it. I'm not a free agent. I do it on compulsion.","part":"Grosvenor"},{"part":"Patience","line":"This is terrible. Go! I shall never set eyes on you again. But — oh, joy!"},{"line":"What is the matter?","part":"Grosvenor"},{"part":"Patience","line":"Is it quite, quite certain that you will always be a commonplace young man?"},{"line":"Always — I've sworn it.","part":"Grosvenor"},{"part":"Patience","line":"Why, then, there's nothing to prevent my loving you with all the fervour at my command!"},{"line":"Why, that's true.","part":"Grosvenor"},{"part":"Patience","line":"My Archibald!"},{"line":"My Patience! )","part":"Grosvenor"},{"line":"Crushed again!","part":"Bunthorne"},{"part":"Jane","line":"Cheer up! I am still here. I have never left you, and I never will!"},{"part":"Bunthorne","line":"Thank you, Jane. After all, there is no denying it, you're a fine figure of a woman!"},{"line":"My Reginald!","part":"Jane"},{"line":"My Jane!","part":"Bunthorne"},{"part":"Colonel","line":"Ladies, the Duke has at length determined to select a bride!"},{"part":"Duke","line":"I have a great gift to bestow. Approach, such of you as are truly lovely. In personal appearance you have all that is necessary to make a woman happy. In common fairness, I think I ought to choose the only one among you who has the misfortune to be distinctly plain. Jane!"},{"line":"Duke!","part":"Jane"},{"part":"Bunthorne","line":"Crushed again!"}],"title":"Dialogue following No. 19"}]