[{"lines":[{"line":"Aye, Little Buttercup — and well called — for you're the rosiest, the roundest, and the reddest beauty in all Spithead.","part":"Boatswain"},{"line":"Red, am I? and round — and rosy! Maybe, for I have dissembled well! But hark ye, my merry friend — hast ever thought that beneath a gay and frivolous exterior there may lurk a canker-worm which is slowly but surely eating its way into one's very heart?","part":"Buttercup"},{"part":"Boatswain","line":"No, my lass, I can't say I've ever thought that."},{"line":"I have thought it often.","part":"Dick"},{"part":"Buttercup","line":"Yes, you look like it! What's the matter with the man? Isn't he well?"},{"line":"Don't take no heed of him; that's only poor Dick Deadeye.","part":"Boatswain"},{"part":"Dick Buttercup","line":"I say — it's a beast of a name, ain't it — Dick Deadeye?It's not a nice name."},{"part":"Dick","line":"I'm ugly too, ain't I?"},{"part":"Buttercup","line":"You are certainly plain."},{"line":"And I'm three-cornered too, ain't I?","part":"Dick"},{"line":"You are rather triangular.","part":"Buttercup"},{"line":"Ha! ha! That's it. I'm ugly, and they hate me for it; for you all hate me, don't you?","part":"Dick"},{"part":"All","line":"We do!"},{"line":"There!","part":"Dick"},{"part":"Boatswain","line":"Well, Dick, we wouldn't go for to hurt any fellow-creature's feelings, but you can't expect a chap with such a name as Dick Deadeye to be a popular character — now can you?"},{"line":"No.","part":"Dick"},{"line":"It's asking too much, ain't it?","part":"Boatswain"},{"part":"Dick","line":"It is. From such a face and form as mine the noblest sentiments sound like the black utterances of a depraved imagination. It is human nature — I am resigned."}],"title":"Dialogue following No. 2"},{"lines":[{"line":"Ah, my poor lad, you've climbed too high: our worthy captain's child won't have nothin' to say to a poor chap like you. Will she, lads?","part":"Boatswain"},{"line":"No, no.","part":"All"},{"part":"All","line":"Dick. No, no, captains' daughters don't marry foremast hands. Shame! shame!"},{"line":"Dick Deadeye, them sentiments o' yourn are a disgrace to our common natur'.","part":"Boatswain"},{"line":"Ah, it's a queer world!","part":"Dick"},{"part":"Ralph","line":"Dick Deadeye, I have no desire to press hardly on you, but such a revolutionary sentiment is enough to make an honest sailor shudder."},{"part":"Boatswain","line":"My lads, our gallant captain has come on deck; let us greet him as so brave an officer and so gallant a seaman deserves."}],"title":"Dialogue following No. 3"},{"title":"Dialogue following No. 5","lines":[{"part":"Captain","line":"My child, I grieve to see that you are a prey to melancholy. You should look your best to-day, for Sir Joseph Porter, K.C.B., will be here this afternoon to claim your promised hand."},{"part":"Josephine","line":"Ah, father, your words cut me to the quick. I can esteem — reverence— venerate Sir Joseph, for he is a great and good man; but oh, I cannot love him! My heart is already given."},{"line":"It is then as I feared. Given? And to whom? Not to some gilded lordling?","part":"Captain"},{"line":"No, father — the object of my love is no lordling. Oh, pity me, for he is but a humble sailor on board your own ship!","part":"Josephine"},{"line":"Impossible!","part":"Captain"},{"line":"Yes, it is true — too true.","part":"Josephine"},{"part":"Captain","line":"A common sailor? Oh fie!"},{"part":"Josephine","line":"I blush for the weakness that allows me to cherish such a passion. I hate myself when I think of the depth to which I have stooped in permitting myself to think tenderly of one so ignobly born, but I love him! I love him! I love him!"},{"line":"Come, my child, let us talk this over. In a matter of the heart I would not coerce my daughter — I attach but little value to rank or wealth, but the line must be drawn somewhere. A man in that station may be brave and worthy, but at every step he would commit solecisms that society would never pardon.","part":"Captain"},{"line":"Oh, I have thought of this night and day. But fear not, father, I have a heart, and therefore I love; but I am your daughter, and therefore I am proud. Though I carry my love with me to the tomb, he shall never, never know it.","part":"Josephine"},{"line":"You are my daughter after all. But see, Sir Joseph's barge approaches, manned by twelve trusty oarsmen and accompanied by the admiring crowd of sisters, cousins, and aunts that attend him wherever he goes. Retire, my daughter, to your cabin — take this, his photograph, with you — it may help to bring you to a more reasonable frame of mind.","part":"Captain"},{"line":"My own thoughtful father!","part":"Josephine"}]},{"title":"Dialogue following No. 9a","lines":[{"part":"Boatswain","line":"Ah! Sir Joseph's true gentleman; courteous and considerate to the very humblest."},{"part":"Ralph","line":"True, Boatswain, but we are not the very humblest. Sir Joseph has explained our true position to us. As he says, a British seaman is any man's equal excepting his, and if Sir Joseph says that, is it not our duty to believe him?"},{"line":"Well spoke! well spoke!","part":"All"},{"part":"All","line":"Horrible! horrible!"},{"part":"Boatswain","line":"Dick Deadeye, if you go for to infuriate this here ship's company too far, I won't answer for being able to hold 'em in. I'm shocked! that's what I am — shocked!"},{"line":"Messmates, my mind's made up. I'll speak to the captain's daughter, and tell her, like an honest man, of the honest love I have for her.","part":"Ralph"},{"line":"Aye, aye!","part":"All"},{"part":"Ralph","line":"Is not my love as good as another's? Is not my heart as true as another's? Have I not hands and eyes and ears and limbs like another?"},{"line":"Aye, Aye!","part":"All"},{"part":"Ralph","line":"True, I lack birth —"},{"line":"You've a berth on board this very ship.","part":"Boatswain"},{"line":"Well said — I had forgotten that. Messmates — what do you say? Do you approve my determination?","part":"Ralph"},{"part":"All","line":"We do."},{"part":"Dick","line":"I don t."},{"part":"Boatswain","line":"What is to be done with this here hopeless chap? Let us sing him the song that Sir Joseph has kindly composed for us. Perhaps it will bring this here miserable creetur to a proper state of mind."}]},{"title":"Dialogue following No. 9","lines":[{"line":"You've a remarkably fine crew, Captain Corcoran. It is a fine crew, Sir Joseph.","part":"Sir Joseph Captain Corcoran"},{"line":"A British sailor is a splendid fellow, Captain Corcoran.","part":"Sir Joseph"},{"part":"Captain Corcoran","line":"A splendid fellow indeed, Sir Joseph."},{"line":"I hope you treat your crew kindly, Captain Corcoran.","part":"Sir Joseph"},{"part":"Captain Corcoran","line":"Indeed I hope so, Sir Joseph."},{"line":"Never forget that they are the bulwarks of England's greatness, Captain Corcoran.","part":"Sir Joseph"},{"line":"So I have always considered them, Sir Joseph.","part":"Captain Corcoran"},{"part":"Sir Joseph","line":"No bullying, I trust — no strong language of any kind, eh?"},{"part":"Captain Corcoran","line":"Oh, never, Sir Joseph."},{"part":"Sir Joseph","line":"What, never?"},{"line":"Hardly ever, Sir Joseph. They are an excellent crew, and do their work thoroughly without it.","part":"Captain Corcoran"},{"line":"Don't patronise them, sir — pray, don't patronise them.","part":"Sir Joseph"},{"line":"Certainly not, Sir Joseph.","part":"Captain Corcoran"},{"part":"Sir Joseph","line":"That you are their captain is an accident of birth. I cannot permit these noble fellows to be patronised because an accident of birth has placed you above them and them below you."},{"line":"I am the last person to insult a British sailor, Sir Joseph.","part":"Captain Corcoran"},{"part":"Sir Joseph","line":"You are the last person who did, Captain Corcoran. Desire that splendid seaman to step forward. No, no, the other splendid seaman."},{"line":"Ralph Rackstraw, three paces to the front — march!","part":"Captain Corcoran"},{"line":"If what?","part":"Sir Joseph"},{"part":"Captain Corcoran","line":"I beg your pardon -- I don't think I understand you."},{"line":"If you please.","part":"Sir Joseph"},{"part":"Captain Corcoran","line":"Oh, yes, of course. If you please."},{"line":"You're a remarkably fine fellow.","part":"Sir Joseph"},{"line":"Yes, your honour.","part":"Ralph"},{"part":"Sir Joseph","line":"And a first-rate seaman, I'll be bound."},{"line":"There's not a smarter topman in the Navy, your honour, though I say it who shouldn't.","part":"Ralph"},{"part":"Sir Joseph","line":"Not at all. Proper self-respect, nothing more. Can you dance a hornpipe?"},{"part":"Ralph","line":"No, your honour."},{"part":"Sir Joseph","line":"That's a pity: all sailors should dance hornpipes. I will teach you one this evening, after dinner. Now tell me — don't be afraid — how does your captain treat you, eh?"},{"part":"Ralph All","line":"A better captain don't walk the deck, your honour. Aye; Aye!"},{"part":"Sir Joseph","line":"Good. I like to hear you speak well of your commanding officer; I daresay he don't deserve it, but still it does you credit. Can you sing?"},{"line":"I can hum a little, your honour.","part":"Ralph"},{"part":"Sir Joseph","line":"Then hum this at your leisure. It is a song that I have composed for the use of the Royal Navy. It is designed to encourage independence of thought and action in the lower branches of the service, and to teach the principle that a British sailor is any man's equal, excepting mine. Now, Captain Corcoran, a word with you in your cabin, on a tender and sentimental subject."},{"part":"Captain Corcoran","line":"Aye, aye, Sir Joseph. Boatswain, in commemoration of this joyous occasion, see that extra grog is served out to the ship's company at seven bells."},{"part":"Boatswain","line":"Beg pardon. If what, your honour?"},{"line":"If what? I don't think I understand you.","part":"Captain Corcoran"},{"part":"Boatswain","line":"If you please, your honour."},{"part":"Captain Corcoran","line":"What!"},{"line":"The gentleman is quite right. If you please.","part":"Sir Joseph"},{"line":"If you please!","part":"Captain Corcoran"}]},{"title":"Dialogue following No. 10","lines":[{"line":"It is useless — Sir Joseph's attentions nauseate me. I know that he is a truly great and good man, for he told me so himself, but to me he seems tedious, fretful, and dictatorial. Yet his must be a mind of no common order, or he would not dare to teach my dear father to dance a hornpipe on the cabin table. Ralph Rackstraw!","part":"Josephine"},{"line":"Aye, lady -- no other than poor Ralph Rackstraw!","part":"Ralph"},{"line":"How my heart beats! And why poor, Ralph? I am poor in the essence of happiness, lady --— rich only in never-ending unrest. In me there meet a combination of antithetical elements which are at eternal war with one another. Driven hither by objective influences — thither by subjective emotions — wafted one moment into blazing day, by mocking hope — plunged the next into the Cimmerian darkness of tangible despair, I am but a living ganglion of irreconcilable antagonisms. I hope I make myself clear, lady?","part":"Josephine Ralph"},{"line":"Perfectly. His simple eloquence goes to my heart. Oh, if I dared — but no, the thought is madness! Dismiss these foolish fancies, they torture you but needlessly. Come, make one effort.","part":"Josephine"},{"line":"I will — one. Josephine!","part":"Ralph"},{"part":"Josephine","line":"Sir!"},{"line":"Aye, even though Jove's armoury were launched at the head of the audacious mortal whose lips, unhallowed by relationship, dared to breathe that precious word, yet would I breathe it once, and then perchance be silent evermore. Josephine, in one brief breath I will concentrate the hopes, the doubts, the anxious fears of six weary months. Josephine, I am a British sailor, and I love you!","part":"Ralph"},{"line":"Sir, this audacity! Oh, my heart, my beating heart! This unwarrantable presumption on the part of a common sailor Common! oh, the irony of the word! Oh, sir, you forget the disparity in our ranks.","part":"Josephine"},{"line":"I forget nothing, haughty lady. I love you desperately, my life is in your hand — I lay it at your feet! Give me hope, and what I lack in education and polite accomplishments, that I will endeavour to acquire. Drive me to despair, and in death alone I shall look for consolation. I am proud and cannot stoop to implore. I have spoken and I wait your word.","part":"Ralph"},{"line":"You shall not wait long. Your proffered love I haughtily reject. Go, sir, and learn to cast your eyes on some village maiden in your own poor rank — they should be lowered before your captain's daughter.","part":"Josephine"}]},{"lines":[{"part":"Buttercup","line":"How sweetly he carols forth his melody to the unconscious moon! Of whom is he thinking? Of some high-born beauty? It may be! Who is poor Little Buttercup that she should expect his glance to fall on one so lowly! And yet if he knew — if he only knew!"},{"line":"Ah! Little Buttercup, still on board? That is not quite right, little one. It would have been more respectable to have gone on shore at dusk.","part":"Captain"},{"line":"True, dear Captain — but the recollection of your sad pale face seemed to chain me to the ship. I would fain see you smile before I go.","part":"Buttercup"},{"part":"Captain","line":"Ah! Little Buttercup, I fear it will be long before I recover my accustomed cheerfulness, for misfortunes crowd upon me, and all my old friends seem to have turned against me!"},{"part":"Buttercup","line":"Oh no — do not say \"all\", dear Captain. That were unjust to one, at least."},{"line":"True, for you are staunch to me. If ever I gave my heart again, methinks it would be to such a one as this! I am touched to the heart by your innocent regard for me, and were we differently situated, I think I could have returned it. But as it is, I fear I can never be more to you than a friend.","part":"Captain"},{"part":"Buttercup","line":"I understand! You hold aloof from me because you are rich and lofty — and I poor and lowly. But take care! The poor bumboat woman has gipsy blood in her veins, and she can read destinies."},{"line":"Destinies?","part":"Captain"},{"line":"There is a change in store for you!","part":"Buttercup"},{"line":"A change?","part":"Captain"},{"part":"Buttercup","line":"Aye — be prepared!"}],"title":"Dialogue following No. 13"},{"title":"Dialogue following No. 14","lines":[{"part":"Captain","line":"Incomprehensible as her utterances are, I nevertheless feel that they are dictated by a sincere regard for me. But to what new misery is she referring? Time alone can tell!"},{"line":"Captain Corcoran, I am much disappointed with your daughter. In fact, I don't think she will do.","part":"Sir Joseph"},{"part":"Captain","line":"She won't do, Sir Joseph!"},{"part":"Sir Joseph","line":"I'm afraid not. The fact is, that although I have urged my suit with as much eloquence as is consistent with an official utterance, I have done so hitherto without success. How do you account for this?"},{"part":"Captain","line":"Really, Sir Joseph, I hardly know. Josephine is of course sensible of your condescension."},{"part":"Sir Joseph","line":"She naturally would be."},{"line":"But perhaps your exalted rank dazzles her.","part":"Captain"},{"line":"You think it does?","part":"Sir Joseph"},{"line":"I can hardly say; but she is a modest girl, and her social position is far below your own. It may be that she feels she is not worthy of you.","part":"Captain"},{"part":"Sir Joseph","line":"That is really a very sensible suggestion, and displays more knowledge of human nature than I had given you credit for."},{"part":"Captain","line":"See, she comes. If your lordship would kindly reason with her and assure her officially that it is a standing rule at the Admiralty that love levels all ranks, her respect for an official utterance might induce her to look upon your offer in its proper light."},{"part":"Sir Joseph","line":"It is not unlikely. I will adopt your suggestion. But soft, she is here. Let us withdraw, and watch our opportunity."}]},{"lines":[{"line":"Madam, it has been represented to me that you are appalled by my exalted rank. I desire to convey to you officially my assurance, that if your hesitation is attributable to that circumstance, it is uncalled for.","part":"Sir Joseph"},{"line":"Oh! then your lordship is of opinion that married happiness is not inconsistent with discrepancy in rank?","part":"Josephine"},{"part":"Sir Joseph","line":"I am officially of that opinion."},{"line":"That the high and the lowly may be truly happy together, provided that they truly love one another?","part":"Josephine"},{"line":"Madam, I desire to convey to you officially my opinion that love is a platform upon which all ranks meet.","part":"Sir Joseph"},{"line":"I thank you, Sir Joseph. I did hesitate, but I will hesitate no longer. He little thinks how eloquently he has pleaded his rival's cause!","part":"Josephine"}],"title":"Dialogue following No. 15"},{"lines":[{"line":"Sir Joseph, I cannot express to you my delight at the happy result of your eloquence. Your argument was unanswerable.","part":"Captain"},{"part":"Captain","line":"At last my fond hopes are to be crowned. My only daughter is to be the bride of a Cabinet Minister. The prospect is Elysian."},{"part":"Dick","line":"Captain."},{"line":"Deadeye! You here? Don't!","part":"Captain"},{"part":"Dick","line":"Ah, don't shrink from me, Captain. I'm unpleasant to look at, and my name's agin me, but I ain't as bad as I seem."},{"part":"Captain","line":"What would you with me?"},{"line":"I'm come to give you warning.","part":"Dick"},{"part":"Captain","line":"Indeed! do you propose to leave the Navy then?"},{"line":"No, no, you misunderstand me; listen!","part":"Dick"}],"title":"Dialogue following No. 16"},{"lines":[{"part":"Sir Joseph","line":"Now, tell me, my fine fellow — for you are a fine fellow —"},{"line":"Yes, your honour.","part":"Ralph"},{"part":"Sir Joseph","line":"How came your captain so far to forget himself? I am quite sure you had given him no cause for annoyance."},{"part":"Ralph","line":"Please your honour, it was thus-wise. You see I'm only a topman — a mere foremast hand —"},{"part":"Sir Joseph","line":"Don't be ashamed of that. Your position as a topman is a very exalted one."},{"line":"Well, your honour, love burns as brightly in the fo'c'sle as it does on the quarter-deck, and Josephine is the fairest bud that ever blossomed upon the tree of a poor fellow's wildest hopes.","part":"Ralph"},{"part":"Josephine","line":"Darling!"},{"line":"She is the figurehead of my ship of life — the bright beacon that guides me into my port of happiness — that the rarest, the purest gem that ever sparkled on a poor but worthy fellow's trusting brow!","part":"Ralph"},{"part":"All","line":"Very pretty, very pretty!"},{"line":"Insolent sailor, you shall repent this outrage. Seize him!","part":"Sir Joseph"},{"line":"Oh, Sir Joseph, spare him, for I love him tenderly.","part":"Josephine"},{"line":"Pray, don't. I will teach this presumptuous mariner to discipline his affections. Have you such a thing as a dungeon on board?","part":"Sir Joseph"},{"line":"We have!","part":"All"},{"line":"They have!","part":"Dick"},{"line":"Then load him with chains and take him there at once!","part":"Sir Joseph"}],"title":"Dialogue following No. 18"},{"title":"Dialogue following No. 20","lines":[{"part":"Sir Joseph","line":"Then I am to understand that Captain Corcoran and Ralph were exchanged in childhood's happy hour — that Ralph is really the Captain, and the Captain is Ralph?"},{"line":"That is the idea I intended to convey, officially!","part":"Buttercup"},{"line":"And very well you have conveyed it.","part":"Sir Joseph"},{"line":"Aye! aye! yer 'onour.","part":"Buttercup"},{"part":"Sir Joseph","line":"Dear me! Let them appear before me, at once!"},{"part":"Josephine","line":"My father — a common sailor!"},{"part":"Captain","line":"It is hard, is it not, my dear?"},{"line":"This is a very singular occurrence; I congratulate you both. Desire that remarkably fine seaman to step forward.","part":"Sir Joseph"},{"line":"Corcoran. Three paces to the front — march!","part":"Ralph"},{"part":"Captain","line":"If what?"},{"line":"If what? I don't think I understand you.","part":"Ralph"},{"line":"If you please.","part":"Captain"},{"line":"The gentleman is quite right. If you please.","part":"Sir Joseph"},{"part":"Ralph","line":"Oh! If you please."},{"line":"You are an extremely fine fellow.","part":"Sir Joseph"},{"line":"Yes, your honour.","part":"Captain"},{"part":"Sir Joseph","line":"So it seems that you were Ralph, and Ralph was you."},{"part":"Captain","line":"So it seems, your honour."},{"line":"Well, I need not tell you that after this change in your condition, a marriage with your daughter will be out of the question.","part":"Sir Joseph"},{"line":"Don't say that, your honour — love levels all ranks.","part":"Captain"},{"line":"It does to a considerable extent, but it does not level them as much as that. Here — take her, sir, and mind you treat her kindly.","part":"Sir Joseph"},{"line":"Oh bliss, oh rapture!","part":"Ralph & Josephine"},{"part":"Captain & Buttercup","line":"Oh rapture, oh bliss!"}]}]