[{"lines":[{"line":"Hallo! Surely I’m not late? But, dear me, you’re all at breakfast! Has the wedding taken place? My good girls, one at a time, I beg. Let me understand the situation. As solicitor to the conspiracy to dethrone the Grand Duke – a conspiracy in which the members of this company are deeply involved – I am invited to the marriage of two of its members. I present myself in due course, and I find, not only that the ceremony has taken place – which is not of the least consequence – but the wedding breakfast is half eaten – which is a consideration of the most serious importance.","part":"Notary"},{"part":"Ludwig","line":"But the ceremony has not taken place. We can’t get a parson!"},{"part":"Notary","line":"Can’t get a parson! Why, how’s that? They’re three a penny!"},{"line":"Oh, it’s the old story – the Grand Duke!","part":"Ludwig"},{"part":"All","line":"Ugh!"},{"line":"It seems that the little imp has selected this, our wedding day, for a convocation of all the clergy in the town to settle the details of his approaching marriage with the enormously wealthy Baroness von Krakenfeldt, and there won’t be a parson to be had for love or money until six o’clock this evening!","part":"Ludwig"},{"part":"Lisa","line":"And as we produce our magnificent classical revival of Troilus and Cressida to‑night at seven, we have no alternative but to eat our wedding breakfast before we’ve earned it. So sit down, and make the best of it."},{"line":"Oh, I should like to pull his Grand Ducal ears for him, that I should! He’s the meanest, the cruellest, the most spiteful little ape in Christendom!","part":"Gretchen"},{"part":"Olga","line":"Well, we shall soon be freed from his tyranny. To‑morrow the Despot is to be dethroned!"},{"line":"Hush, rash girl! You know not what you say.","part":"Ludwig"},{"part":"Olga","line":"Don’t be absurd! We’re all in it – we’re all tiled here."},{"line":"That has nothing to do with it. Know ye not that in alluding to our conspiracy without having first given and received the secret sign, you are violating a fundamental principle of our Association?","part":"Ludwig"}],"title":"Dialogue following No. 1"},{"lines":[{"line":"Oh, bother the secret sign! I’ve eaten it until I’m quite uncomfortable! I’ve given it six times already to-day – and I can’t eat any breakfast!","part":"Martha"},{"line":"And it’s so unwholesome. Why, we should all be as yellow as frogs if it wasn’t for the make-up!","part":"Bertha"},{"line":"All this is rank treason to the cause. I suffer as much as any of you. I loathe the repulsive thing – I can’t contemplate it without a shudder – but I’m a conscientious conspirator, and if you won’t give the sign I will.","part":"Ludwig"},{"part":"Lisa","line":"Poor martyr! He’s always at it, and it’s a wonder where he puts it!"},{"part":"Notary","line":"Well now, about Troilus and Cressida. What do you play?"},{"part":"Ludwig","line":"If you’ll be so obliging as to wait until I’ve got rid of this feeling of warm oil at the bottom of my throat, I’ll tell you all about it. Thank you, my love; it’s gone. Well, the piece will be produced upon a scale of unexampled magnificence. It is confidently predicted that my appearance as King Agamemnon, in a Louis Quatorze wig, will mark an epoch in the theatrical annals of Pfennig Halbpfennig. I endeavoured to persuade Ernest Dummkopf, our manager, to lend us the classical dresses for our marriage. Think of the effect of a real Athenian wedding procession cavorting through the streets of Speisesaal! Torches burning – cymbals banging – flutes tootling – citharae twanging – and a throng of fifty lovely Spartan virgins capering before us, all down the High Street, singing “Eloia! Eloia! Opoponax, Eloia!” It would have been tremendous!"},{"line":"And he declined?","part":"Notary"},{"part":"Ludwig","line":"He did, on the prosaic ground that it might rain, and the ancient Greeks didn’t carry umbrellas! If, as is confidently expected, Ernest Dummkopf is elected to succeed the dethroned one, mark any words, he will make a mess of it."},{"line":"He’s sure to be elected. His entire company has promised to plump for him on the understanding that all the places about the Court are filled by members of his troupe, according to professional precedence.","part":"Olga"},{"line":"Here comes Ernest Dummkopf. Now we shall know all about it!","part":"Bertha"},{"line":"Well – what’s the news? How is the election going?","part":"All"},{"line":"Oh, it’s a certainty – a practical certainty! Two of the candidates have been arrested for debt, and the third is a baby in arms – so, if you keep your promises, and vote solid, I’m cocksure of election!","part":"Ernest"},{"line":"Trust to us. But you remember the conditions?","part":"Olga"},{"part":"Ernest","line":"Yes – all of you shall be provided for, for life. Every man shall be ennobled – every lady shall have un­limited credit at the Court Milliner’s, and all salaries shall be paid weekly in advance!"},{"part":"Gretchen","line":"Oh, it’s quite clear he knows how to rule a Grand Duchy!"},{"part":"Ernest","line":"Rule a Grand Duchy? Why, my good girl, for ten years past I’ve ruled a theatrical company! A man who can do that can rule anything!"}],"title":"Dialogue following No. 2"},{"lines":[{"line":"Elected by my fellow-conspirators to be Grand Duke of Pfennig Halbpfennig as soon as the contemptible little occupant of the historical throne is deposed – here is promotion indeed! Why, instead of playing Troilus of Troy for a month, I shall play Grand Duke of Pfennig Halbpfennig for a lifetime! Yet, am I happy? No – far from happy! The lovely English comédienne – the beautiful Julia, whose dramatic ability is so over­whelming that our audiences forgive even her strong English accent – that rare and radiant being treats my respectful advances with disdain unutterable! And yet, who knows? She is haughty and ambitious, and it may be that the splendid change in my fortunes may work a corresponding change in her feelings towards me!","part":"Ernest"},{"line":"Herr Dummkopf, a word with you, if you please.","part":"Julia"},{"part":"Ernest","line":"Beautiful English maiden –"},{"line":"No compliments, I beg. I desire to speak with you on a purely professional matter, so we will, if you please, dispense with allusions to my personal appearance, which can only tend to widen the breach which already exists between us.","part":"Julia"},{"line":"My only hope shattered! The haughty Londoner still despises me! It shall be as you will.","part":"Ernest"},{"line":"I understand that the conspiracy in which we are all concerned is to develop tomorrow, and that the company is likely to elect you to the throne on the understanding that the posts about the Court are to be filled by members of your theatrical troupe, according to their professional importance.","part":"Julia"},{"part":"Ernest","line":"That is so."},{"line":"Then all I can say is that it places me in an extremely awkward position.","part":"Julia"},{"line":"I don’t see how it concerns you.","part":"Ernest"},{"line":"Why, bless my heart, don’t you see that, as your leading lady, I am bound under a serious penalty to play the leading part in all your productions?","part":"Julia"},{"part":"Ernest","line":"Well?"},{"part":"Julia","line":"Why, of course, the leading part in this production will be the Grand Duchess!"},{"part":"Ernest","line":"My wife?"},{"line":"That is another way of expressing the same idea.","part":"Julia"},{"part":"Ernest","line":"I scarcely dared even to hope for this!"},{"part":"Julia","line":"Of course, as your leading lady, you’ll be mean enough to hold me to the terms of my agreement."},{"line":"Oh, certainly!","part":"Ernest"},{"line":"Oh, that’s so like a man! Well, I suppose there’s no help for it – I shall have to do it!","part":"Julia"},{"line":"She’s mine! But – do you really think you would care to play that part?","part":"Ernest"},{"line":"Care to play it? Certainly not – but what am I to do? Business is business, and I am bound by the terms of my agreement.","part":"Julia"},{"part":"Ernest","line":"It’s for a long run, mind – a run that may last many, many years – no understudy – and once embarked upon there’s no throwing it up."},{"part":"Julia","line":"Oh, we’re used to these long runs in England: they are the curse of the stage – but, you see, I’ve no option."},{"line":"You think the part of Grand Duchess will be good enough for you?","part":"Ernest"},{"line":"Oh, I think so. It’s a very good part in Gerolstein, and oughtn’t to be a bad one in Pfennig Halbpfennig. Why, what did you suppose I was going to play?","part":"Julia"},{"line":"But, considering your strong personal dislike to me and your persistent rejection of my repeated offers, won’t you find it difficult to throw yourself into the part with all the impassioned enthusiasm that the character seems to demand? Remember, it’s a strongly emotional part, involving long and repeated scenes of rapture, tenderness, adoration, devotion – all in luxuriant excess, and all of the most demonstrative description.","part":"Ernest"},{"part":"Julia","line":"My good sir, throughout my career I have made it a rule never to allow private feeling to interfere with my professional duties. You may be quite sure that (however distasteful the part may be) if I undertake it, I shall consider myself professionally bound to throw myself into it with all the ardour at my command."},{"line":"I’m the happiest fellow alive! Now – would you have any objection – to – to give me some idea – if it’s only a mere sketch – as to how you would play it? It would be really interesting – to me – to know your conception of – of – the part of my wife.","part":"Ernest"},{"line":"How would I play it? Now, let me see – let me see. Ah, I have it!","part":"Julia"}],"title":"Dialogue following No. 3"},{"title":"Dialogue following No. 5","lines":[{"part":"Julia","line":"Well, a nice mess you’ve got us into! There’s an end of our precious plot! All up – pop – fizzle – bang – done for!"},{"line":"Yes, but – ha! ha! – fancy my choosing the Grand Duke’s private detective, of all men, to make a confidant of! When you come to think of it, it’s really devilish funny!","part":"Ludwig"},{"part":"Ernest","line":"When you come to think of it, it’s extremely injudicious to admit into a conspiracy every pudding-headed baboon who presents himself!"},{"part":"Ludwig","line":"Yes – I should never do that. If I were chairman of this gang, I should hesitate to enrol any baboon who couldn’t produce satisfactory credentials from his last Zoological Gardens."},{"part":"Lisa","line":"Ludwig is far from being a baboon. Poor boy, he could not help giving us away – it’s his trusting nature – he was deceived."},{"part":"Julia","line":"His trusting nature! Oh, I should like to talk to you in my own language for five minutes – only five minutes! I know some good, strong, energetic English remarks that would shrivel your trusting nature into raisins – only you wouldn’t understand them!"},{"part":"Ludwig","line":"Here we perceive one of the disadvantages of a neglected education!"},{"part":"Ernest","line":"And I suppose you’ll never be my Grand Duchess now!"},{"part":"Julia","line":"Grand Duchess? My good friend, if you don’t produce the piece how can I play the part?"},{"part":"Ernest","line":"True. You see what you’ve done."},{"line":"But, my dear sir, you don’t seem to understand that the man ate three sausage-rolls. Keep that fact steadily before you. Three large sausage-rolls.","part":"Ludwig"},{"part":"Ludwig","line":"Then they shouldn’t. It’s bad form. It’s not the game. When one of the Human Family proposes to eat a sausage-roll, it is his duty to ask himself, “Am I a conspirator?” And if, on examination, he finds that he is not a conspirator, he is bound in honour to select some other form of refreshment."},{"part":"Lisa","line":"Of course he is. One should always play the game. What are you grinning at, you greedy old man?"},{"line":"Nothing – don’t mind me. It is always amusing to the legal mind to see a parcel of laymen bothering themselves about a matter which to a trained lawyer presents no difficulty whatever.","part":"Notary"},{"part":"All","line":"No difficulty!"},{"line":"None whatever! The way out of it is quite simple.","part":"Notary"},{"line":"Simple?","part":"All"},{"line":"Certainly! Now attend. In the first place, you two men fight a Statutory Duel.","part":"Notary"},{"line":"A Statutory Duel?","part":"Ernest"},{"part":"Julia","line":"A Stat-tat-tatutory Duel! Ach! what a crack-jaw language this German is!"},{"line":"Never heard of such a thing.","part":"Ludwig"},{"part":"Notary","line":"It is true that the practice has fallen into abeyance through disuse. But all the laws of Pfennig Halbpfennig run for a hundred years, when they die a natural death, unless, in the meantime, they have been revived for another century. The Act that institutes the Statutory Duel was passed a hundred years ago, and as it has never been revived, it expires tomorrow. So you’re just in time."},{"line":"But what is the use of talking to us about Statutory Duels when we none of us know what a Statutory Duel is?","part":"Julia"},{"line":"Don’t you? Then I’ll explain.","part":"Notary"}]},{"lines":[{"part":"Ludwig","line":"I see. The man who draws the lowest card –"},{"part":"Notary","line":"Dies, ipso facto, a social death. He loses all his civil rights – his identity disappears – the Revising Barrister expunges his name from the list of voters, and the winner takes his place, whatever it may be, discharges all his functions, and adopts all his responsibilities."},{"line":"This is all very well, as far as it goes, but it only protects one of us. What’s to become of the survivor?","part":"Ernest"},{"line":"Yes, that’s an interesting point, because I might be the survivor.","part":"Ludwig"},{"part":"Julia","line":"When he will be at once arrested, tried, and executed on the evidence of the informer! Candidly, my friend, I don’t think much of your plot!"},{"part":"Ludwig","line":"My dear sir, we owe you our lives!"},{"part":"Lisa","line":"May I kiss him?"},{"line":"Certainly not: you’re a big girl now. Well, miscreant, are you prepared to meet me on the field of honour?","part":"Ludwig"},{"part":"Ludwig","line":"Oh, I don’t mind this sort of duel!"},{"part":"Ludwig","line":"And I hate a duel with pistols. It’s not the ball I mind – it’s the bang."}],"title":"Dialogue following No. 6"},{"title":"Dialogue following No. 9","lines":[{"line":"My Lord Chamberlain, as you are aware, my marriage with the wealthy Baroness von Krakenfeldt will take place tomorrow, and you will be good enough to see that the rejoicings are on a scale of unusual liberality. Pass that on. (Chamberlain whispers to Vice-Chamberlain, who whispers to the next, and so on.) The sports will begin with a Wedding Breakfast Bee. The leading pastry-cooks of the town will be invited to compete, and the winner will not only enjoy the satisfaction of seeing his breakfast devoured by the Grand Ducal pair, but he will also be entitled to have the Arms of Pfennig Halbpfennig tattoo'd between his shoulder-blades. The Vice-Chamberlain will see to this. All the public fountains of Speisesaal will run with Gingerbierheim and Currantweinmilch at the public expense. The Assistant Vice-Chamberlain will see to this. At night, everybody will illuminate; and as I have no desire to tax the public funds unduly, this will be done at the inhabitants' private expense. The Deputy Assistant Vice-Chamberlain will see to this. All my Grand Ducal subjects will wear new clothes, and the Sub-Deputy Assistant Vice-Chamberlain will collect the usual commission on all sales. Wedding presents (which, on this occasion, should be on a scale of extraordinary magnificence) will be received at the Palace at any hour of the twenty-four, and the Temporary Sub-Deputy Assistant Vice-Chamberlain will sit up all night for this purpose. The entire population will be commanded to enjoy themselves, and with this view the Acting Temporary Sub-Deputy Assistant Vice-Chamberlain will sing comic songs in the Market Place from noon to nightfall. Finally, we have composed a Wedding Anthem, with which the entire population are required to provide themselves. It can be obtained from our Grand Ducal publishers at the usual discount price, and all the Chamberlains will be expected to push the sale. (Chamberlains bow and exeunt.) I don't feel at all comfortable. I hope I'm not doing a foolish thing in getting married. After all, it's a poor heart that never rejoices, and this wedding of mine is the first little treat I've allowed myself since my christening. Besides, Caroline's income is very considerable, and as her ideas of economy are quite on a par with mine, it ought to turn out well. Bless her tough old heart, she's a mean little darling! Oh, here she is, punctual to her appointment!","part":"Rudolph"},{"part":"Baroness","line":"Rudolph! Why, what's the matter?"},{"line":"Why, I'm not quite myself, my pet. I'm a little worried and upset. I want a tonic. It's the low diet, I think. I am afraid, after all, I shall have to take the bull by the horns and have an egg with my breakfast.","part":"Rudolph"},{"part":"Baroness","line":"I shouldn't do anything rash, dear. Begin with a jujube."},{"line":"I'll keep it for supper.","part":"Rudolph"},{"line":"Rudolph, don't! What in the world are you thinking of?","part":"Baroness"},{"line":"I was thinking of embracing you, my sugar-plum. Just as a little cheap treat.","part":"Rudolph"},{"line":"What, here? In public? Really, you appear to have no sense of delicacy.","part":"Baroness"},{"line":"No sense of delicacy, Bon-bon!","part":"Rudolph"},{"line":"No. I can't make you out. When you courted me, all your courting was done publicly in the Market Place. When you proposed to me, you proposed in the Market Place. And now that we're engaged you seem to desire that our first tête-à-tête shall occur in the Market Place! Surely you've a room in your Palace – with blinds – that would do?","part":"Baroness"},{"line":"But, my own, I can't help myself. I'm bound by my own decree.","part":"Rudolph"},{"line":"Your own decree?","part":"Baroness"},{"part":"Rudolph","line":"Yes. You see, all the houses that give on the Market Place belong to me, but the drains (which date back to the reign of Charlemagne) want attending to, and the houses wouldn't let – so, with a view to increasing the value of the property, I decreed that all love episodes between affectionate couples should take place, in public, on this spot, every Monday, Wednesday, and Friday, when the band doesn't play."},{"line":"Bless me, what a happy idea! So moral too! And have you found it answer?","part":"Baroness"},{"part":"Rudolph","line":"Answer? The rents have gone up fifty per cent, and the sale of opera-glasses (which is a Grand Ducal monopoly) has received an extraordinary stimulus! So, under the circumstances, would you allow me to put my arm round your waist? As a source of income. Just once!"},{"line":"But it's so very embarrassing. Think of the opera-glasses!","part":"Baroness"},{"line":"My good girl, that's just what I am thinking of. Hang it all, we must give them something for their money! What's that?","part":"Rudolph"},{"line":". It's a letter which your detective asked me to hand to you. I wrapped it up in yesterday's paper to keep it clean.","part":"Baroness"},{"line":"Oh, it's only his report! That'll keep. But, I say, you've never been and bought a newspaper?","part":"Rudolph"},{"part":"Baroness","line":"My dear Rudolph, do you think I'm mad? It came wrapped round my breakfast."},{"line":"I thought you were not the sort of girl to go and buy a newspaper! Well, as we've got it, we may as well read it. What does it say?","part":"Rudolph"},{"line":"Why – dear me – here's your biography! \"Our Detested Despot!\"","part":"Baroness"},{"part":"Rudolph","line":"Yes – I fancy that refers to me."},{"part":"Baroness","line":"And it says – Oh, it can't be!"},{"line":"What can't be?","part":"Rudolph"},{"line":"Why, it says that although you're going to marry me tomorrow, you were betrothed in infancy to the Princess of Monte Carlo!","part":"Baroness"},{"line":"Oh yes – that's quite right. Didn't I mention it?","part":"Rudolph"},{"part":"Baroness","line":"Mention it! You never said a word about it!"},{"part":"Rudolph","line":"Well, it doesn't matter, because, you see, it's practically off."},{"line":"Practically off?","part":"Baroness"},{"part":"Rudolph","line":"Yes. By the terms of the contract the betrothal is void unless the Princess marries before she is of age. Now, her father, the Prince, is stony-broke, and hasn't left his house for years for fear of arrest. Over and over again he has implored me to come to him to be married – but in vain. Over and over again he has implored me to advance him the money to enable the Princess to come to me – but in vain. I am very young, but not as young as that; and as the Princess comes of age at two tomorrow, why at two tomorrow I'm a free man, so I appointed that hour for our wedding, as I shall like to have as much marriage as I can get for my money."},{"line":"I see. Of course, if the married state is a happy state, it's a pity to waste any of it.","part":"Baroness"},{"part":"Rudolph","line":"Why, every hour we delayed I should lose a lot of you and you'd lose a lot of me!"},{"line":"My thoughtful darling! Oh, Rudolph, we ought to be very happy!","part":"Baroness"},{"line":"If I'm not, it'll be my first bad investment. Still, there is such a thing as a slump even in Matrimonials.","part":"Rudolph"},{"part":"Baroness","line":"I often picture us in the long, cold, dark December evenings, sitting close to each other and singing impassioned duets to keep us warm, and thinking of all the lovely things we could afford to buy if we chose, and, at the same time, planning out our lives in a spirit of the most rigid and exacting economy!"},{"part":"Rudolph","line":"It's a most beautiful and touching picture of connubial bliss in its highest and most rarefied development!"}]},{"title":"Dialogue following No. 10","lines":[{"line":"Oh, now for my detective’s report. What’s this! Another conspiracy! A conspiracy to depose me! And my private detective was so convulsed with laughter at the notion of a conspirator selecting him for a confidant that he was physically unable to arrest the malefactor! Why, it’ll come off! This comes of engaging a detective with a keen sense of the ridiculous! For the future I’ll employ none but Scotchmen. And the plot is to explode to‑morrow! My wedding day! Oh, Caroline, Caroline! This is perfectly frightful! What’s to be done? I don’t know! I ought to keep cool and think, but you can’t think when your veins are full of hot soda-water, and your brain’s fizzing like a firework, and all your faculties are jumbled in a perfect whirlpool of tumblication! And I’m going to be ill! I know I am! I’ve been living too low, and I’m going to be very ill indeed!","part":"Rudolph"}]},{"lines":[{"line":"Now for my confession and full pardon. They told me the Grand Duke was dancing duets in the Market‑place, but I don’t see him. Hallo! Who’s this? Why, it is the Grand Duke!","part":"Ludwig"},{"part":"Rudolph","line":"Who are you, sir, who presume to address me in person? If you’ve anything to communicate, you must fling yourself at the feet of my Acting Temporary Sub-Deputy Assistant Vice-Chamberlain, who will fling himself at the feet of his immediate superior, and so on, with successive foot-flingings through the various grades – your communication will, in course of time, come to my august knowledge."},{"part":"Ludwig","line":"But when I inform your Highness that in me you see the most unhappy, the most unfortunate, the most completely miserable man in your whole dominion –"},{"line":". You the most miserable man in my whole dominion? How can you have the face to stand there and say such a thing? Why, look at me! Look at me!","part":"Rudolph"},{"line":"Well, I wouldn’t be a cry-baby.","part":"Ludwig"},{"part":"Rudolph","line":"A cry-baby? If you had just been told that you were going to be deposed tomorrow, and perhaps blown up with dynamite for all I know, wouldn’t you be a cry-baby? I do declare if I could only hit upon some cheap and painless method of putting an end to an existence which has become insupportable, I would unhesitatingly adopt it!"},{"line":"You would ? I see a magnificent way out of this! By Jupiter, I’ll try it! Are you, by any chance, in earnest?","part":"Ludwig"},{"part":"Rudolph","line":"In earnest? Why, look at me!"},{"part":"Ludwig","line":"If you are really in earnest – if you really desire to escape scot-free from this impending – this unspeakably horrible catastrophe – without trouble, danger, pain, or expense – why not resort to a Statutory Duel?"},{"part":"Rudolph","line":"A Statutory Duel?"},{"line":"Yes. The Act is still in force, but it will expire tomorrow afternoon. You fight – you lose – you are dead for a day. Tomorrow, when the Act expires, you will come to life again and resume your Grand Duchy as though nothing had happened. In the meantime, the explosion will have taken place and the survivor will have had to bear the brunt of it.","part":"Ludwig"},{"part":"Rudolph","line":"Yes, that’s all very well, but who’ll be fool enough to be the survivor?"},{"line":"Actuated by an overwhelming sense of attachment to your Grand Ducal person, I unhesitatingly offer myself as the victim of your subjects’ fury.","part":"Ludwig"},{"line":"You do? Well, really that’s very handsome. I daresay being blown up is not nearly as unpleasant as one would think.","part":"Rudolph"},{"part":"Ludwig","line":"Oh, yes it is. It mixes one up, awfully!"},{"part":"Rudolph","line":"But suppose I were to lose?"},{"line":"Oh, that’s easily arranged. I’ll put an Ace up my sleeve – you’ll put a King up yours. When the drawing takes place, I shall seem to draw the higher card and you the lower. And there you are!","part":"Ludwig"},{"part":"Rudolph","line":"Oh, but that’s cheating."},{"part":"Ludwig","line":"So it is. I never thought of that."},{"part":"Rudolph","line":"Not that I mind. But I say – you won’t take an unfair advantage of your day of office? You won’t go tipping people, or squandering my little savings in fireworks, or any nonsense of that sort?"},{"line":"I am hurt – really hurt – by the suggestion.","part":"Ludwig"},{"line":"You – you wouldn’t like to put down a deposit, perhaps?","part":"Rudolph"},{"line":"No. I don’t think I should like to put down a deposit.","part":"Ludwig"},{"part":"Rudolph","line":"Or give a guarantee?"},{"part":"Ludwig","line":"A guarantee would be equally open to objection."},{"part":"Rudolph","line":"It would be more regular. Very well, I suppose you must have your own way."},{"part":"Ludwig","line":"Good. I say – we must have a devil of a quarrel!"},{"line":"Oh, a devil of a quarrel!","part":"Rudolph"},{"line":"Just to give colour to the thing. Shall I give you a sound thrashing before all the people? Say the word – it’s no trouble.","part":"Ludwig"},{"line":"No, I think not, though it would be very convincing and it’s extremely good and thoughtful of you to suggest it. Still, a devil of a quarrel!","part":"Rudolph"},{"part":"Ludwig","line":"Oh, a devil of a quarrel!"},{"line":"No half measures. Big words – strong language – rude remarks. Oh, a devil of a quarrel!","part":"Rudolph"},{"part":"Ludwig","line":"Now the question is, how shall we summon the people?"},{"line":"Oh, there’s no difficulty about that. Bless your heart, they’ve been staring at us through those windows for the last half-hour!","part":"Rudolph"}],"title":"Dialogue following No. 11"},{"title":"Dialogue following No. 15","lines":[{"line":"And now that everybody has gone, and we’re happily and comfortably married, I want to have a few words with my new-born husband.","part":"Julia"},{"line":"Yes, I expect you’ll often have a few words with your new-born husband! Well, what is it?","part":"Ludwig"},{"part":"Julia","line":"Why, I’ve been thinking that as you and I have to play our parts for life, it is most essential that we should come to a definite understanding as to how they shall be rendered. Now, I’ve been considering how I can make the most of the Grand Duchess."},{"line":"Have you? Well, if you’ll take my advice, you’ll make a very fine part of it.","part":"Ludwig"},{"line":"Why, that’s quite my idea.","part":"Julia"},{"line":"I shouldn’t make it one of your hoity-toity vixenish viragoes.","part":"Ludwig"},{"line":"You think not?","part":"Julia"},{"part":"Ludwig","line":"Oh, I’m quite clear about that. I should make her a tender, gentle, submissive, affectionate (but not too affectionate) child-wife – timidly anxious to coil herself into her husband’s heart, but kept in check by an awestruck reverence for his exalted intellectual qualities and his majestic personal appearance."},{"part":"Julia","line":"Oh, that is your idea of a good part?"},{"line":"Yes – a wife who regards her husband’s slightest wish as an inflexible law, and who ventures but rarely into his august presence, unless (which would happen seldom) he should summon her to appear before him. A crushed, despairing violet, whose blighted existence would culminate (all too soon) in a lonely and pathetic death-scene! A fine part, my dear.","part":"Ludwig"},{"line":"Yes. There’s a good deal to be said for your view of it. Now there are some actresses whom it would fit like a glove.","part":"Julia"},{"line":"I wish I’d married one of ’em!","part":"Ludwig"},{"part":"Julia","line":"But, you see, I must consider my temperament. For instance, my temperament would demand some strong scenes of justifiable jealousy."},{"line":"Oh, there’s no difficulty about that. You shall have them.","part":"Ludwig"},{"line":"With a lovely but detested rival –","part":"Julia"},{"part":"Ludwig","line":"Oh, I’ll provide the rival."},{"line":"Whom I should stab – stab – stab!","part":"Julia"},{"line":"Oh, I wouldn’t stab her. It’s been done to death. I should treat her with a silent and contemptuous disdain, and delicately withdraw from a position which, to one of your sensitive nature, would be absolutely untenable. Dear me, I can see you delicately withdrawing, up centre and off!","part":"Ludwig"},{"part":"Julia","line":"Can you?"}]},{"title":"Dialogue following No. 17","lines":[{"line":"But this is most unexpected. He was well enough at a quarter to twelve yesterday.","part":"Baroness"},{"line":"Yes. He died at half-past eleven.","part":"Ludwig"},{"part":"Julia","line":"Old frump!"},{"line":"Yes, ma’am, to somebody else, ma’am! Do you understand, ma’am? To somebody else!","part":"Julia"}]},{"lines":[{"line":"(Enter Ernest.)","part":""},{"part":"Ernest","line":"It’s of no use – I can’t wait any longer. At any risk I must gratify my urgent desire to know what is going on. Why, what’s that? Surely I see a wedding procession winding down the hill, dressed in my Troilus and Cressida costumes! That’s Ludwig’s doing! I see how it is – he found the time hang heavy on his hands, and is amusing himself by getting married to Lisa. No – it can’t be to Lisa, for here she is!"},{"part":"Lisa","line":"I really cannot stand seeing my Ludwig married twice in one day to somebody else!"},{"part":"Ernest","line":"Lisa! Come here – don’t be a little fool – I want you.Why, what’s the matter with the little donkey? One would think she saw a ghost! But if he’s not marrying Lisa, whom is he marrying? Julia! I see it all! The scoundrel! He had to adopt all my responsibilities, and he’s shabbily taken advantage of the situation to marry the girl I’m engaged to! But no, it can’t be Julia, for here she is!"},{"part":"Julia","line":"I’ve made up my mind. I won’t stand it! I’ll send in my notice at once!"},{"part":"Ernest","line":"Julia! Oh, what a relief! Then you’ve not married Ludwig? You are still true to me? Don’t run away! Listen to me. Are you all crazy?"},{"line":"What would you with me, spectre? Oh, ain’t his eyes sepulchral! And ain’t his voice hollow! What are you doing out of your tomb at this time of day – apparition?","part":"Julia"},{"part":"Ernest","line":"I do wish I could make you girls understand that I’m only technically dead, and that physically I’m as much alive as ever I was in my life!"},{"line":"Oh, but it’s an awful thing to be haunted by a technical bogie!","part":"Julia"},{"part":"Ernest","line":"You won’t be haunted much longer. The law must be on its last legs, and in a few hours I shall come to life again – resume all my social and civil functions, and claim my darling as my blushing bride!"},{"part":"Julia","line":"Oh – then you haven’t heard?"},{"part":"Ernest","line":"My love, I’ve heard nothing. How could I? There are no daily papers where I come from."},{"part":"Julia","line":"Why, Ludwig challenged Rudolph and won, and now he’s Grand Duke, and he’s revived the law for another century!"},{"line":"What! But you’re not serious – you’re only joking!","part":"Ernest"},{"line":"My good sir, I’m a light-hearted girl, but I don’t chaff bogies.","part":"Julia"},{"part":"Ernest","line":"Well, that’s the meanest dodge I ever heard of!"},{"line":"Shabby trick, I call it.","part":"Julia"},{"line":"But you don’t mean to say that you’re going to cry off!","part":"Ernest"},{"part":"Julia","line":"I really can’t afford to wait until your time is up. You know, I’ve always set my face against long engagements."},{"part":"Ernest","line":"Then defy the law and marry me now. We will fly to your native country, and I’ll play broken English in London as you play broken German here!"},{"line":"No. These legal technicalities cannot be defied. Situated as you are, you have no power to make me your wife. At best you could only make me your widow.","part":"Julia"},{"part":"Ernest","line":"Then be my widow – my little, dainty, winning, winsome widow!"}],"title":"Dialogue following No. 19"},{"title":"Dialogue following No. 25","lines":[{"part":"Princess","line":"Yes, papa, and if you hadn’t fortunately discovered a means of making an income by honest industry, we should never have got here at all."},{"part":"Princess","line":"Yes, and a pretty job-lot of second-hand nobles you’ve scraped together!"},{"part":"Costumier","line":"But, my goot friend, vhat can you expect for eighteen-pence a day!"},{"part":"Costumier","line":"Him? Oh, he’s a swell – he’s the Duke of Riviera."},{"line":"Vhy; you’re Viscount Mentone, ain’t you?","part":"Costumier"},{"line":"Blest if I know. It’s wrote here – yes, Viscount Mentone.","part":"Noble"},{"part":"Costumier","line":"Then vhy don’t you say so? ’Old yerself up – you ain’t carryin’ sandwich boards now."},{"line":"But, papa, where in the world is the Court? There is positively no one here to receive us! I can’t help feeling that Rudolph wants to get out of it because I’m poor. He’s a miserly little wretch – that’s what he is.","part":"Princess"},{"part":"Princess","line":"Papa, I’m sure there’s some one behind that curtain. I saw it move!"},{"line":"There, what do you think of that? That’s our official ceremonial for the reception of visitors of the very highest distinction.","part":"Ludwig"},{"part":"Ludwig","line":"Would you like to see how we say “good-bye” to visitors of distinction? That ceremony is also per­formed with the foot."},{"line":"Not altogether.","part":"Ludwig"},{"part":"Ludwig","line":"Nothing definite."},{"part":"Ludwig","line":"No – not yet. Go on – don’t give it up – I dare say it will come presently."},{"part":"Ludwig","line":"Nothing is more annoying than to feel that you’re not equal to the intellectual pressure of the con­versation. I wish he’d say something intelligible."},{"line":"No, no. I grasp that – thank you very much. No, I did not expect you!","part":"Ludwig"},{"part":"All","line":"Oh!"},{"line":"Roulette?","part":"All"},{"line":"Now you’re getting obscure again. The lucid interval has expired.","part":"Ludwig"}]},{"lines":[{"line":"Capital game – Haven’t a penny left!","part":"Ludwig"},{"part":"Prince","line":"Pretty toy, isn’t it? Have another turn?"},{"part":"Ludwig","line":"Thanks, no. I should only be robbing you."},{"line":"Do dearest – it’s such fun!","part":"Princess"},{"line":"Why, you forward little hussy, how dare you?","part":"Baroness"},{"part":"Ludwig","line":"You mustn’t do that, my dear – never in the presence of the Grand Duchess, I beg!"},{"part":"Princess","line":"Oh, papa, he’s got a Grand Duchess!"},{"part":"Ludwig","line":"A Grand Duchess! My good girl, I’ve got three Grand Duchesses!"},{"part":"Princess","line":"Well, I’m sure! Papa, let’s go away – ­this is not a respectable Court."},{"part":"Prince","line":"All these Grand Dukes have their little fancies, my love. This potentate appears to be collecting wives. It’s a pretty hobby – I should like to collect a few myself. This is a charming specimen – an antique, I should say – of the early Mero­vingian period, if I’m not mistaken; and here’s another – a Scotch lady, I think , and a little one thrown in. Two half-quarterns and a makeweight! Have you such a thing as a catalogue of the Museum?"},{"line":"But I cannot permit Rudolph to keep a museum –","part":"Princess"},{"part":"Ludwig","line":"Rudolph? Get along with you, I’m not Rudolph! Rudolph died yesterday."},{"line":"Quite suddenly – of – of – a cardiac affection.","part":"Ludwig"},{"part":"Ludwig","line":"Yes, a pack-of-cardiac affection. He fought a Statutory Duel with me and lost, and I took over all his engagements – including this imperfectly preserved old lady, to whom he has been engaged for the last three weeks."},{"part":"Princess","line":"Three weeks! But I’ve been engaged to him for the last twenty years!"},{"line":"It’s all right, my love – they can’t get over that. He’s yours – take him, and hold him as tight as you can!","part":"Prince"},{"part":"Princess","line":"My own!"},{"part":"Ludwig","line":"Here’s another! – the fourth in four‑and‑twenty hours! Would anybody else like to marry me? You, ma’am – or you – anybody! I’m getting used to it!"},{"line":"But let me tell you, ma’am –","part":"Baroness"},{"line":"Why, you impudent little hussy –","part":"Julia"},{"line":"Oh, here’s another – here’s another!","part":"Lisa"},{"part":"Princess","line":"Poor ladies, I’m very sorry for you all; but, you see, I’ve a prior claim. Come, away we go – there’s not a moment to be lost!"}],"title":"Dialogue following No. 27"},{"title":"Dialogue following No. 28","lines":[{"line":"My good sir, it’s no use your saying that I can’t revive the Law, in face of the fact that I have revived it.","part":"Ludwig"},{"line":"You didn’t revive it! You couldn’t revive it! You – you are an impostor, sir – a tuppenny rogue, sir! You – you never were, and in all human probability never will be – Grand Duke of Pfennig Anything!","part":"Rudolph"},{"part":"All","line":"What!!!"},{"line":"It – it isn’t settled. You – you can’t. I – I – Oh, tell him – tell him! I can’t!","part":"Rudolph"},{"line":"As lowest!","part":"All"},{"part":"Rudolph","line":"As lowest – lowest – lowest! So you’re the ghoest – ghoest – ghoest! Oh, what is the matter with me inside here!"},{"line":"Well, Julia, as it seems that the Law hasn’t been revived – and as, consequently, I shall come to life in about three minutes –","part":"Ernest"},{"line":"My objection falls to the ground. Very well!","part":"Julia"},{"part":"Princess","line":"And am I to understand that I was on the point of marrying a dead man without knowing it? Oh, my love, what a narrow escape I’ve had!"},{"line":"Oh – you are the Princess of Monte Carlo, and you’ve turned up just in time! Well, you’re an attractive little girl, you know, but you’re as poor as a rat!","part":"Rudolph"},{"part":"Prince","line":"Pardon me – there you mistake. Accept her dowry – with a father’s blessing!"},{"part":"Rudolph","line":"Why, what do you call this?"},{"part":"Princess","line":"It’s my little Wheel of Fortune. I’ll tell you about it."},{"part":"Lisa","line":"That’s all very well, but what is to become of me? If you’re a dead man –"},{"part":"Ludwig","line":"But I’m not. Time’s up – the Act has expired – I’ve come to life – the parson is still in attendance, and we’ll all be married directly."},{"line":"Hurrah!","part":"All"}]}]